{
    "Afghanistan": {
        "name": "Afghanistan",
        "rank": "1",
        "region": "Asia",
        "religion": "Islam",
        "score": "98.33",
        "persecution_type": "Islamic oppression",
        "violence": "15.0/16.7",
        "church_life": "16.7/16.7",
        "national_life": "16.7/16.7",
        "community_life": "16.7/16.7",
        "family_life": "16.7/16.7",
        "private_life": "16.7/16.7",
        "details": "What does persecution look like in Afghanistan?\nIt is impossible to live openly as a Christian in Afghanistan. Leaving Islam is considered shameful, and Christian converts face dire consequences if their new faith is discovered. Either they must flee the country or they will be killed. This was true before the Taliban takeover: the situation has become even more dangerous for believers this year. The Taliban will make sure that Islamic rules and customs are implemented and kept. Christian converts don’t have any option but to obey them.\nIf a Christian’s new faith is discovered, their family, clan or tribe has to save its honor by disowning the believer, or even killing them. This is widely considered to be justice. Alternatively, since leaving Islam is considered a sign of insanity, a Christian who has converted from Islam may be forcibly sectioned in a psychiatric hospital.\nMeet “Sharifullah”\n“The Taliban are killing our souls and spirits.”\nSharifullah (name changed) is a traditional craftsman in Afghanistan. He is a secret believer, who devotes his life to shepherding the people God has entrusted into his care.\nWhat has changed in Afghanistan?\nThe situation in Afghanistan made headlines around the world last year, as the Taliban advanced across the country and captured the capital, Kabul, on August 15, 2021. Many Afghans fled the country, and there was wide expectation that freedoms would be swiftly curtailed. For Christians, though, there were basically no freedoms to lose: Afghanistan had been No. 2 on the Open Doors World Watch List for several years, and Christian persecution remains extreme in all spheres of public and private life. The risk of discovery has increased, since the Taliban controls every aspect of government. This extends to owning documentation—including paperwork from international troops—that may help identify Christians.\nWho is most vulnerable to persecution?\nChristians face extreme persecution wherever they are in Afghanistan. Control and supervision are stricter in rural areas than in most cities, but Afghans are expected to be loyal to clan, family and Islam across the country.\nWhat does Open Doors do to help Christians in Afghanistan?\nOpen Doors raises prayer support for persecuted believers in Afghanistan.\nChristian population is Open Doors estimate.",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/afghanistan/"
    },
    "North Korea": {
        "name": "North Korea",
        "rank": "2",
        "region": "Asia",
        "religion": "Agnosticism",
        "score": "96.48",
        "persecution_type": "Communist and post-communist oppression",
        "violence": "13.1/16.7",
        "church_life": "16.7/16.7",
        "national_life": "16.7/16.7",
        "community_life": "16.7/16.7",
        "family_life": "16.7/16.7",
        "private_life": "16.7/16.7",
        "details": "What does persecution look like in North Korea?\nNorth Korea has been at or near the top of the World Watch List for more than 20 years. That’s because any North Korean caught following Jesus is at immediate risk of imprisonment, brutal torture and death. An estimated 50,000 to 70,000 Christians are imprisoned in North Korea’s notorious system of prisons and labor camps. And, to make matters worse, often a family will share the same fate as the person captured. The government ruled by the Kim family views Christians as the most dangerous political class of people, and the persecution is violent and intense. North Korean parents often hide their faith from their children, churches of more than a few people are non-existent, and most worship is done as secretly as possible. Life for Christians in North Korea is a constant cauldron of pressure; capture or death is only a mistake away.\nMeet “Bae,” a Christian living in North Korea\n“From the perspective of other people, our life of suffering must seem like a cursed life; however, this suffering is a blessing from our Father who allowed it in our life because it is a shortcut to the Father. He knows our suffering and listens to our prayers. We thank our Father who has done such great things to prepare life for us.”\nWhat has changed this year?\nBecause of the government’s closure of all borders as a COVID-19 precaution, Christians are even more at risk. Even the limited ability of some believers to escape to China for help with food and medicine has become even more difficult. In 2021, the government made a rare admission that the situation in North Korea is difficult, which was obvious to international observers who have warned about the impact of failed harvests on the North Korean people. Additionally, experts say North Korea’s network of prison camps has been expanded by at least 20,000 people.\nChristians are, of course, affected by these realities. Where believers are known to authorities for past “crimes,” like possessing a Bible, they are on the lowest rung of society and neglected for whatever meager food aid is available. North Korea continues to be extremely dangerous for followers of Jesus, and it’s not likely to change any time soon unless the Kim regime is toppled.\nWho is most vulnerable to persecution?\nEvery Christian in North Korea is vulnerable and in danger.\nWhat does Open Doors do to help?\nThrough our networks in China, Open Doors helps persecuted North Korean believers with emergency relief aid (food, medicine, clothes, etc.), Bibles, discipleship materials and training, worldwide prayer support and more. Open Doors also provides discipleship through radio broadcasts in other countries that are available (illegally) in North Korea.\nChristian population number is an Open Doors estimate.",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/north-korea/"
    },
    "Somalia": {
        "name": "Somalia",
        "rank": "3",
        "region": "Africa",
        "religion": "Islam",
        "score": "91.43",
        "persecution_type": "Clan oppression",
        "violence": "8.5/16.7",
        "church_life": "16.36/16.7",
        "national_life": "16.6/16.7",
        "community_life": "16.6/16.7",
        "family_life": "16.7/16.7",
        "private_life": "16.5/16.7",
        "details": "What does persecution look like in Somalia?\nFor more than 25 years, Somalia has been a safe haven for Islamic militants who constantly target Christians both in Somalia and in neighboring countries. Groups like al-Shabab operate with seemingly little pushback and control large parts of Somali territory. The small number of believers in Somalia are largely Christians who have converted from Islam. Christians are viewed as high-value targets by al-Shabab. Even when Christian converts are not targeted by Islamic extremists, they are intensely pressured by their family. Any conversion from Islam is seen as a betrayal to family and community, so just suspicion of conversion can lead to harassment, intimidation and even murder. Despite the ongoing COVID-19 crisis, al-Shabab continued to be active in 2021—a reminder that life for Christians in Somalia is never safe.\nMeet “Fatuma,” a Somali Christian who lives in the Horn of Africa (not necessarily Somalia) and was arrested for her faith, along with her husband\n“The first time in court, they made us sign our death certificates … They told us, ‘You have to deny Jesus right now,’ and we said, ‘No, we will not deny the Lord, but we will rather sign for our death.’”\nWhat has changed this year?\nDespite a slight decrease in violent attacks against Christians, persecution remains extreme in Somalia. No place is safe (even the home) for a Christian in Somalia, and pressure in every area of life is intense and unending.\nWho is most vulnerable to persecution?\nWhile no part of Somalia is safe, the areas under control of al-Shabab are the most dangerous for Christians. But all Christians who have converted from Islam are in grave danger in Somalia—from their family, their community and society at large.\nWhat does Open Doors do to help?\nOpen Doors strengthens the church in Somalia through local partners; our work has been primarily about finding the few pockets of severely persecuted Christians and supporting them in whatever way possible. Open Doors also raises prayer and advocacy for Christians in Somalia.\nChristian population is Open Doors’ estimate.",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/somalia/"
    },
    "Libya": {
        "name": "Libya",
        "rank": "4",
        "region": "Africa",
        "religion": "Islam",
        "score": "90.93",
        "persecution_type": "Islamic oppression",
        "violence": "11.5/16.7",
        "church_life": "16.3/16.7",
        "national_life": "16.2/16.7",
        "community_life": "15.9/16.7",
        "family_life": "15.5/16.7",
        "private_life": "15.6/16.7",
        "details": "What does persecution look like in Libya?\nWhen a person in Libya leaves Islam to follow Christ, they face immense pressure from their families to renounce their faith. Their neighbors and the rest of the community ostracizes them, and they can be left homeless, jobless and alone. If a Libyan Christian shares his or her faith with someone else, they will likely be reported, arrested and perhaps face violent punishment. The country has no central government, so laws are not enforced uniformly, leaving Christians in danger of overt and public persecution. Targeted kidnappings and executions are always a possibility for believers. To be a “safe” Christian in Libya is to live a secret life of faith.\nMeet “Islem”\nIslem (name changed) lives in a country in North Africa similar to Libya. She saw a Christian woman praising and thanking God on television, and it set her on a path to learn who this Jesus was: “In Islam, we ask God for things, but we never thank Him.”  Today, she is growing in Christ—but in deepest secrecy. While she cannot reveal her faith even to her family members (they would not accept her), she still says, “Jesus is like oxygen, because without oxygen you cannot breathe … No matter what happens in my life, I can’t leave Jesus.”\nWhat has changed this year?\nUnfortunately, the situation in Libya remains the same this year as it has for many years, due in large part to the lack of a central governing authority to break the cycle of armed conflicts in the country. Systemic persecution of anyone who turns from Islam is condoned and expected in Libyan society. Lack of legal protections and changing rules of property ownership have meant even “approved” expatriate congregations that have met in a facility for decades can suddenly face eviction for no reason other than the new owner wants to use the property.\nWho is most vulnerable to persecution?\nChristians are vulnerable throughout Libya, whether they live in the country, are passing through for migrant work, or are trying to reach Europe to start a new life. Extremist groups have established checkpoints and control specific areas of the country. Christians who move from area to area looking for work are just as likely to end up in one of the country’s overcrowded detention centers as they are to find jobs. In some cases, Christians who are apprehended are delivered, instead, to criminal officials or human trafficking groups where they are forced into heavy labor or pushed into prostitution.\nWhat does Open Doors do to help?\nOpen Doors works with local partners and churches in North Africa to raise prayer support, training and literature, and advocate for justice for believers. Direct support of persecuted believers through job assistance and provision for practical needs is also key.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/libya/"
    },
    "Yemen": {
        "name": "Yemen",
        "rank": "5",
        "region": "Middle East",
        "religion": "Islam",
        "score": "88.26",
        "persecution_type": "Islamic oppression",
        "violence": "5.2/16.7",
        "church_life": "16.7/16.7",
        "national_life": "16.7/16.7",
        "community_life": "16.5/16.7",
        "family_life": "16.6/16.7",
        "private_life": "16.7/16.7",
        "details": "What does persecution look like in Yemen?\nYemeni Christians mostly are converts from Islam who must live out their faith in secret because conversion from Islam to Christianity is forbidden both in Islam and in Yemeni law. Christian converts are pressured by both the government and from their communities to recant their faith in Jesus. They might be arrested or interrogated for their faith, and face threats from both family and Islamic extremists who threaten apostates with death. Yemeni culture is extremely tribal, and often the tribal punishment for denouncing Islam can be death or banishment. Both male and female converts to Christianity who are married to Muslims risk divorce—and may lose custody of their children. Yemen is home to one of the greatest humanitarian crises in the world, and all Yemenis suffer—but Yemeni Christians are additionally vulnerable, since emergency relief is mostly distributed through local Muslim leaders and local mosques. These groups have been accused of discriminating against anyone who is not considered to be a devout Muslim.\nMeet “Naser”\n“We, the believers, carry hope that helps us with the certainty that tomorrow will be better and that by the will of our Lord, we will pass through this and all the anxieties and fears surrounding us.”\nWhat has changed this year?\nThe persecution against Christians in Yemen has continued to be extreme for years, and it’s risen two spots on the 2022 World Watch List from last year’s List. Pressure on converts from Islam is at the highest levels in every part of life. Christians in Yemen continue to face physical and mental abuse, sexual harassment and rape, as well as forced marriages and expulsion for faith-related reasons. Additionally, the presence of Islamic extremist groups—and the continuing destabilization of the COVID-19 pandemic and the civil war—has made daily life a struggle for most of Yemen’s Christians.\nWho is most vulnerable to persecution?\nLife is dangerous for all Christians in Yemen. But some believers in certain areas are at particular risk, such as Christians living in the south, where there is a strong al-Qaeda presence. Converts from Islam to Christianity have also indicated that there is more pressure in the Shiite Muslim-controlled areas in the west than in areas under control of the Sunni government. The Shiite-controlled areas—which comprise approximately one-third of Yemen’s territory—are heavily policed: any dissenting opinion is rigorously repressed and likely to lead to imprisonment, torture and possibly worse.\nWhat does Open Doors do to help?\nOpen Doors supports the Body of Christ around the Arabian Peninsula through prayer, the distribution of biblical resources and the training of believers and pastors. To protect the people involved, we do not make detailed information on these programs public.\nChristian population statistic is an Open Doors’ estimate",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/yemen/"
    },
    "Eritrea": {
        "name": "Eritrea",
        "rank": "6",
        "region": "Africa",
        "religion": "Islam",
        "score": "87.52",
        "persecution_type": "Dictatorial paranoia",
        "violence": "11.1/16.7",
        "church_life": "15.6/16.7",
        "national_life": "15.9/16.7",
        "community_life": "15.5/16.7",
        "family_life": "14.9/16.7",
        "private_life": "14.6/16.7",
        "details": "What does persecution look like in Eritrea?\nDespite almost half the population identifying as Christian, believers in Eritrea continue to suffer extreme persecution, making it still one of the hardest places in the world to follow Jesus.\nThe government recognizes only three denominations—Orthodox, Catholic and Lutheran. Those not part of these groups are at risk of severe persecution at the hands of the state. Gatherings are raided and believers arrested. The conditions facing Christians in prison can be inhumane. Some pastors have been incarcerated for over a decade and have faced solitary confinement. There are possibly more than 1,000 Christians imprisoned in Eritrea, with none formally charged. While some are released, many of these are moved to military service—which is no freedom at all—or house arrest. The ongoing detention of Christians shows that the government has no intention of relaxing its repressive policies.\nChristians not recognized by the state are especially vulnerable to the everyday surveillance imposed by the state, with phone calls  monitored, bandwidth kept slow and a network of citizens tasked with spying on their neighbors. This intrusive level of monitoring has led to Eritrea holding the infamous title of “Africa’s North Korea” (The Economist, Aug. 14, 2018).\nMeanwhile, converts from Islam and the Eritrean Orthodox Church face harsh mistreatment from their families and communities.\nMeet “Shiden”\nShiden was imprisoned for more than a decade—simply for worshiping Jesus. He was arrested with 40 other people when he was caught during a secret worship service. He has been very damaged by the experience, but thankfully he is now improving.\n“I will serve the Lord until I die; I want to serve the Lord for the rest of my days; I want to be a hero of the faith, too, and one day in the future claim the crown of righteousness that is laid up for me, which the Lord will award to me on that day.”\nWhat has changed this year?\nVery little has changed, except for a slight increase in pressure on churches. The country remains sixth on the World Watch List, making it still one of the hardest places in the world to follow Jesus.\nWho is most vulnerable to persecution?\nWhereas persecution by the state affects Christians across Eritrea, other forms of opposition are more localized. The western and eastern parts of the country are majority Muslim, while the central areas are more Christian Orthodox. Christians from Muslim or Orthodox backgrounds living in those particular regions are more susceptible to persecution.\nWhat does Open Doors do to help Christians in Eritrea?\nOpen Doors works through local church partners in Eritrea to provide discipleship training, economic empowerment projects and persecution survival training.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/eritrea/"
    },
    "Nigeria": {
        "name": "Nigeria",
        "rank": "7",
        "region": "Africa",
        "religion": "Christianity",
        "score": "87.43",
        "persecution_type": "Islamic oppression",
        "violence": "16.7/16.7",
        "church_life": "14.4/16.7",
        "national_life": "14.5/16.7",
        "community_life": "14.3/16.7",
        "family_life": "13.8/16.7",
        "private_life": "13.8/16.7",
        "details": "What does persecution look like in Nigeria? What is life like for Christians?\nPersecution in Nigeria is, simply put, brutally violent. In much of northern Nigeria, Christians live their lives under the constant threat of attack from Boko Haram, the Islamic State West Africa Province (ISWAP), Fulani militants and criminals who kidnap and murder with few consequences. While all citizens of northern Nigeria are subject to threats and violence, Christians are often specifically targeted because of their faith—ISWAP and Boko Haram want to eliminate the Christian presence in Nigeria, and Muslim Fulani militants attack Christian villages specifically. In addition to the violence risks, Christians in some of Nigeria’s northern states also live under Shariah law, where they face discrimination and treatment as second-class citizens. Christians who convert from Islam also face rejection from their families, often pressured to recant their faith in Jesus; sometimes, they are even violently attacked.\nMeet “Rose”\n“When I lost my husband, my in-laws never cared about me; they didn’t come to check on me or the children. When [our daughter] Patience died, I thought they would rally around me, but nobody came. I felt so pained in my heart … But I decided to let go of my bitterness and let God heal me.”\nWhat has changed this year?\nChristians continue to be attacked indiscriminately and brutally in northern Nigeria, and Nigeria’s rank has risen accordingly. The violence has continued unabated—one of the only places in the world where COVID-19 travel restrictions and lockdowns had little impact on attacks against Christians. Christians in northern Nigeria remain at risk of daily pressure and discrimination, as well. The attacks and insecurity have also spread to southern Nigeria. Fulani militants and other violent actors have settled into southern forests, making it difficult for Christian farmers to access their land.\nWho is most vulnerable to persecution?\nIn many ways, vulnerability depends on where in Nigeria a Christian lives. Remote villages in Nigeria’s Middle Belt region are at risk of attacks from Fulani militants or other violent actors, and these attacks have even spread into southern Nigeria. In the northeast, any community of believers is at risk of attack from Boko Haram or ISWAP. Because of the violence, thousands of Christians are forced to live in formal or informal camps for internally displaced people (IDPs). This situation contributes to the vulnerability, because people who have lost their home or loved ones are now effectively refugees within their own country. Women and girls tend to have higher levels of vulnerability as well—and anyone who converts from Islam to Christianity is likely most vulnerable of all.\nWhat does Open Doors do to help Christians in Nigeria?\nOpen Doors partners with the local church in northern Nigeria to strengthen, support, equip and provide assistance to persecuted believers through trauma counseling (including a trauma center), Bibles and discipleship training, socio-economic aid, literacy projects and worldwide prayer support.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/nigeria/"
    },
    "Pakistan": {
        "name": "Pakistan",
        "rank": "8",
        "region": "Asia",
        "religion": "Islam",
        "score": "87.38",
        "persecution_type": "Islamic oppression",
        "violence": "16.7/16.7",
        "church_life": "13.1/16.7",
        "national_life": "14.9/16.7",
        "community_life": "15.1/16.7",
        "family_life": "14.0/16.7",
        "private_life": "13.6/16.7",
        "details": "What does persecution look like in Pakistan?\nIn Pakistan, Christians are considered second-class citizens and are discriminated against in every aspect of life. Church leaders can be arrested if they don’t abide by the authorities’ wishes. These arrests act as warnings to the Christian minority and intimidates them further. The COVID-19 crisis led to an increase of aid being provided to Christian day laborers only if they converted to Islam. Pakistan’s infamous blasphemy laws continue to be leveraged to accuse non-Muslims (or minority Muslim sects) of insulting the Prophet Mohammed or the Quran—even a false accusation can lead to mob violence. Additionally, a silent epidemic of kidnappings, forced marriages and forced conversion of Christian girls and women continue to take place in Pakistan.\nMeet “Arzoo,” a Pakistani girl who was kidnapped at age 13 and forced to convert to Islam and marry her abductor\n“’Arzoo’ is a third-generation Pakistani Christian girl,” says one source who wishes not to be named. “She is one of many who go through the trauma of abduction and forced conversion annually. Christians in Pakistan are asking for prayer for the legal procedures and trial that lie ahead, for justice to be upheld and lives and families to be safeguarded.”\nWhat has changed this year?\nPersecution has remained steady in Pakistan this year. Violence against Christians for their faith continues to happen at extreme levels, but discrimination and pressure are daily realities for Christians throughout the country. The COVID-19 pandemic led to a campaign where hardline Islamists tied food aid to conversions, and Christian hospital workers were sent to COVID-19 wards with no protective gear, because they are viewed as expendable. Christians can be taunted for wearing a cross necklace, accusations of blasphemy can happen because of Facebook posts (and lead to violent mob reprisals) and anyone who converts from Islam is viewed as an apostate.\nWho is most vulnerable to persecution?\nSince most Christians live in Punjab Province, many incidents of persecution, discrimination and intolerance occur there. However, next to Punjab, the province of Sindh is also notorious for being a hotspot for bonded labor, affecting many Christians as well. All Christians in Pakistan are potential victims of abuse and discrimination, but anyone caught converting from Islam bears the brunt of persecution in Pakistan. Even established churches come under pressure and surveillance from the government.\nWhat does Open Doors do to help Christians in Pakistan?\nOpen Doors is active in the Persian Gulf countries through the ALIVE network of partner churches, but for reasons of security, we cannot say what we exactly do where.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/pakistan/"
    },
    "Iran": {
        "name": "Iran",
        "rank": "9",
        "region": "Middle East",
        "religion": "Islam",
        "score": "85.31",
        "persecution_type": "Islamic oppression",
        "violence": "10.4/16.7",
        "church_life": "16.5/16.7",
        "national_life": "15.8/16.7",
        "community_life": "13.6/16.7",
        "family_life": "14.6/16.7",
        "private_life": "14.5/16.7",
        "details": "What does persecution look like in Iran?\nConverts from Islam to Christianity are most at risk of persecution, especially by the government and to a lesser extent by society and their own families.\nThe government sees the growth of the church in Iran as an attempt by Western countries to undermine Islam and the Islamic regime of Iran. House groups made up of converts from Muslim backgrounds are often raided, and both their leaders and members have been arrested, prosecuted and given long prison sentences for “crimes against national security.”\nThe historical communities of Armenian and Assyrian Christians are recognized and protected by the state, but they are treated as second-class citizens and are not allowed contact with Christians from Muslim backgrounds.\nMeet Hamed\nHamed Ashouri, who was sentenced to ten months’ imprisonment for Christian activities. He refused to inform on other Christians, resulting in him being beaten by the authorities. “I thank God for considering me worthy of enduring this persecution because of Him.”\nWhat has changed this year?\nThe severity of persecution facing Christians in Iran remains largely unchanged.\nSadly, things may get worse following changes to the country’s penal code, which further strangles religious freedom. Under the amendments, teaching the Bible or telling others about the Christian faith—which contradicts the teaching of Islam—could result in prosecution, as could the claim that Christians can communicate with Jesus, whom Islamic teaching regards as a prophet. Christians could also be accused of “insults … with the intent to cause violence or tensions.” This vague wording is open to interpretation, making Christians more vulnerable to unjust accusations.\nFurther challenges may ensue following the swearing in of Ebrahim Raisi as the country’s new president in August 2021, succeeding Hassan Rouhani. He’s seen as a hardliner with ultra-conservative Islamic views.\nWho is most vulnerable to persecution?\nConverts from Islam to Christianity are most at risk of persecution, especially by the government, and to a lesser extent, by society and their own families.\nGovernment control is highest in urban areas, while rural areas are less monitored. However, the anonymity of urban areas gives Christians more freedom to organize meetings and activities than in rural areas, in which social control is higher.\nWhat does Open Doors do to help?\nOpen Doors supports the church in Iran through partners with online ministry presence, Christian multimedia initiatives and advocacy.\nNumber of Christians statistic is an Open Doors estimate .",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/iran/"
    },
    "India": {
        "name": "India",
        "rank": "10",
        "region": "Asia",
        "religion": "Hinduism",
        "score": "81.82",
        "persecution_type": "Religious nationalism",
        "violence": "15.6/16.7",
        "church_life": "13.3/16.7",
        "national_life": "14.7/16.7",
        "community_life": "12.9/16.7",
        "family_life": "12.7/16.7",
        "private_life": "12.7/16.7",
        "details": "What does persecution look like in India?\nThe persecution of Christians in India is intensifying as Hindu extremists aim to cleanse the country of their presence and influence.\nThe driving force behind this is Hindutva, an ideology that disregards Indian Christians and other religious minorities as true Indians because they have allegiances that lie outside India, and asserts the country should be purified of their presence.\nThis is leading to a systemic, and often violent and carefully orchestrated, targeting of Christians and other religious minorities, including use of social media to spread disinformation and stir up hatred.\nThe COVID-19 pandemic has offered a new weapon to persecutors. In some areas, Christians have been deliberately overlooked in the local distribution of government aid and have even been accused of spreading the virus.\nMeet “Sumi”\nSumi is a 25-year-old widow whose husband was murdered for his faith. “If needed I will die for Jesus, but I will never leave Him.”\nWhat has changed this year?\nAlthough there has been a slight reduction in the levels of violence against Christians in India, overall violence remains at an extreme level, and levels of pressure in all spheres of life remain very high or extreme.\nA key factor in this is the use of social media. When an extremist Hindu mob attacks Christians, one of the first things they’ll do is snatch the victims’ phones, to stop them from recording the incident. However, the group will record the violence and add it to social media to promote their extremist agenda.\nWho is most vulnerable to persecution?\nThe regions where there is most persecution are the states where the Bharatiya Janata Party (BJP), a Hindu nationalist party, is a major factor in the state government—but that can change every five years due to elections.\nWhat does Open Doors do to help?\nOpen Doors works through local partners to strengthen the church in India by providing Bibles, emergency relief aid, persecution survival training, livelihood training and community development projects.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/india/"
    },
    "Saudi Arabia": {
        "name": "Saudi Arabia",
        "rank": "11",
        "region": "Middle East",
        "religion": "Islam",
        "score": "80.89",
        "persecution_type": "Islamic oppression",
        "violence": "3.1/16.7",
        "church_life": "16.7/16.7",
        "national_life": "15.9/16.7",
        "community_life": "15.0/16.7",
        "family_life": "15.1/16.7",
        "private_life": "15.1/16.7",
        "details": "What does persecution look like in Saudi Arabia?\nThe majority of the Christians in Saudi Arabia are foreigners who temporarily live and work in the country. Most of these workers come from low- and middle-income countries, and there are numerous reports of migrant workers being abused and being subjected to horrific working and living conditions. The COVID-19 pandemic made this reality even more obvious, as spikes in infections tended to center in migrant communities where sanitation and social distancing were much more difficult. Christian foreign workers can be targeted for their faith, since it’s another way to abuse a worker. Foreign Christians are heavily restricted from sharing their faith or gathering for worship, and any actions outside of the norm can lead to detention and deportation.\nThere are converts from Islam in Saudi Arabia. Those who came from majority-Muslim countries likely live and work in communities that reflect the cultural norms of their home—so they can be at risk if their social context is opposed to conversion. The few converts who are Saudi Arabian are usually forced to live out their faith in secrecy, risking violence, divorce and more. Nevertheless, there have been some Saudi Christians in recent years who have been bold enough to share their faith, at great risk to their lives.\nWhat has changed this year?\nChristian persecution remains high in Saudi Arabia, and has actually gotten worse in the last year. The country remains an extremely difficult place to be a Christian, especially for any native Saudi who finds Jesus.\nWho is most vulnerable to persecution?\nThe level of persecution in Saudi Arabia is generally the same all over the country, although social control is likely to be higher in rural areas. A possible exception are Western expatriate compounds where there is less control and pressure to adhere to strict Islamic norms.\nWhat does Open Doors do to help?\nOpen Doors raises prayer support for Christians in Saudi Arabia.\nChristian population statistic is an Open Doors estimate.",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/saudi-arabia/"
    },
    "Myanmar": {
        "name": "Myanmar",
        "rank": "12",
        "region": "Asia",
        "religion": "Buddhism",
        "score": "79.01",
        "persecution_type": "Religious nationalism",
        "violence": "14.8/16.7",
        "church_life": "13.1/16.7",
        "national_life": "13.4/16.7",
        "community_life": "13.8/16.7",
        "family_life": "11.5/16.7",
        "private_life": "12.4/16.7",
        "details": "What does persecution look like in Myanmar?\nConverts to Christianity in Myanmar find themselves persecuted by their Buddhist, Muslim or tribal families and communities because they have left their former faith and have thereby removed themselves from community life. Communities who aim to stay “Buddhist only” make life for Christian families impossible by not allowing them to use neighborhood water resources. Non-traditional church groups experience opposition, especially when they are located in the country’s rural areas and/or are known for proselytizing. While Buddhist monks are somewhat divided concerning the 2021 military coup, many of the more radical monks support it. Christians worry that the coup will return the country to a military rule that was brutal for many believers.\nMeet “Min Naing,” a Christian from Yangon, the largest city in Myanmar\n“Every day I hear gunshots and grenades. The sound comes only one bus stop away from my house. At night, most homes do not turn on lights after 8 p.m. And nobody makes any noise. Sometimes I hear gunshots in the evening and around midnight. We also stay indoors during the day. We cannot go out except for shopping for groceries. I live in the middle of Yangon without security. Please pray for the safety of me and my family.”\nWhat has changed this year?\n2021 has been a momentous year for Myanmar and for the Christian community in the country. After the military coup in February 2021, fighting has continued in predominantly Christian states like Kachin State, Karen State or in northern Shan State. Churches have been destroyed and Christians killed in Chin State (another majority-Christian region) and churches and pastors have been targeted. More Christians than ever have been driven out to live in camps for displaced people, where they are often deprived of access to food and healthcare because of their faith. In the quickly evolving Civil Disobedience Movement (CDM), Christians are involved as well. Parallel to this widely peaceful resistance, fighting has increased across the country and although not all ethnic minority armed groups are involved, some Christian ones are.\nWho is most vulnerable to persecution?\nThe fighting that has erupted since the military coup has endangered all Christians. But Christians who are converts from Buddhism risk opposition from both community and government, and Christians who belong to ethnic groups are targets of the military junta that controls Myanmar.\nWhat does Open Doors do?\nOpen Doors strengthens persecuted believers in Myanmar with the help of our local partners through efforts like literature distribution, discipleship programs, training and socio-economic aid.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/myanmar/"
    },
    "Sudan": {
        "name": "Sudan",
        "rank": "13",
        "region": "Africa",
        "religion": "Islam",
        "score": "79.00",
        "persecution_type": "Islamic oppression",
        "violence": "8.5/16.7",
        "church_life": "15.7/16.7",
        "national_life": "13.6/16.7",
        "community_life": "14.3/16.7",
        "family_life": "13.4/16.7",
        "private_life": "13.4/16.7",
        "details": "What does persecution look like in Sudan?\nSince the 2019 coup that ousted Omar al-Bashir, who ruled Sudan for 30 years, the situation for Sudanese Christians has somewhat improved in the sense that the government has changed its policy of considering Christians enemies and agents of the West. However, there are systematic issues that affect Christians. First, while government policy has changed, social attitudes about Christians have not, especially outside Khartoum. There, the culture and surrounding society are still majority-Muslim and suspicious of any other faith. Second, the government has not put real protections into place for Christians and other religious minorities. For example, even with the change in official status, confiscated churches and lands have yet to be returned to their Christian owners; and trying to build new churches is still extremely difficult. And finally, there are still high-level military leaders who have slowed reform.\nMeet “Abdul,” a Christian in Sudan\n“There are many churches who applied [to build] more than five years ago and some others two years ago, at the beginning of the current transitional government, hoping to be treated equal [to Muslims]. … The minister of religious affairs spoke on TV and at other events and said that Christians would be able to build new churches; however there is always contradiction between his words and real life.”\nWhat has changed this year?\nPersecution remains incredibly high in Sudan and hasn’t changed much in the last year. Churches were burned down and Christians reported being beaten or attacked during the World Watch List reporting period. Ongoing ethnic violence in the Darfur region also worries many observers who wonder if the transitional government can actually protect minorities. While the positive developments that occurred after al-Bashir’s ouster are worth celebrating, it remains to be seen how much change will actually take place in reality. Christians are still at significant risk from society at large, particularly if they have converted from Islam. Additionally, armed groups who were part of the former dictatorship continue to be active, posing a constant threat to Christians.\nWho is most vulnerable to persecution?\nChristians outside of the capital city of Khartoum remain most at risk. But all of Sudanese society is still largely opposed to public expressions of Christianity, and despite gains at the national level, reform can be hard to come by at the local level. Christians who convert from Islam face additional risks from family and community.\nWhat does Open Doors do to help?\nThrough partnerships with the local church, Open Doors equips church leaders in Sudan for various aspects of ministry, supports community development and provides practical assistance to persecuted Christians.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/sudan/"
    },
    "Iraq": {
        "name": "Iraq",
        "rank": "14",
        "region": "Middle East",
        "religion": "Islam",
        "score": "78.11",
        "persecution_type": "Islamic oppression",
        "violence": "6.9/16.7",
        "church_life": "13.9/16.7",
        "national_life": "14.8/16.7",
        "community_life": "14.0/16.7",
        "family_life": "14.6/16.7",
        "private_life": "14.0/16.7",
        "details": "What does persecution look like in Iraq?\nIraq remains plagued by conflict, despite the recent territorial losses of the Islamic State group, and this continues to gravely affect the country’s minority Christian population. In June 2020, Christian villages were bombed in Turkey’s largest operation in the area since 2015, forcing many Christians to flee. In May 2021, Christian villages were evacuated following Turkish bombing in the region. Christians were not protected by the local government.\nMany Christians are also seriously affected by intolerance and persecution. This is perpetuated mostly by militant Islamic groups and non-Christian leaders. They also face discrimination from government authorities.\nIn central and southern Iraq, Christians often do not publicly display Christian symbols (such as crosses) as this can lead to harassment or discrimination at checkpoints, universities, workplaces and government buildings. Outspoken believers in the region have frequently become targets. Blasphemy laws can be used against Christians suspected of carrying out outreach among Muslims.\nChristians from a Muslim background experience most pressure from their families. They often keep their faith a secret, as they risk being threatened by family members, clan leaders and their local community. Converts risk losing their inheritance rights and the right or means to marry.\nMeet Matti\nMatti, whose ID card states he’s a Muslim despite growing up as a Christian, says: “One day when I die, I will die as a Christian.”\nWhat has changed this year?\nPersecution levels in Iraq have largely remained the same. However, encouragingly, in the last year there has been a substantial drop in reported incidents of violence.\nMeanwhile, Iraqi politicians have passed a bill to make Christmas Day a national holiday, and a committee has been set up to enable Christians displaced by the Islamic State group insurgency to return to their homes (more than 80% have fled the country since 2003). However, many Christians are reluctant to return home, as they do not yet feel the environment is conducive for a safe and prosperous return.\nWho is most vulnerable to persecution?\nMost Christians in Iraq live in the north of the country, in Kurdistan. Few Christians are left in Baghdad and Basra. The situation is particularly difficult for Christians in the south and center of the country. Christians have left most of the provinces there, with the exception of small groups of converts from a Muslim background.\nWhat does Open Doors do to help?\nOpen Doors works through local partners to support the church in Iraq with biblical training, trauma care, Bible distribution, socio-economic development projects, relief aid, and help to rebuild houses and churches in northern Iraq.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/iraq/"
    },
    "Syria": {
        "name": "Syria",
        "rank": "15",
        "region": "Middle East",
        "religion": "Islam",
        "score": "77.58",
        "persecution_type": "Islamic oppression",
        "violence": "9.3/16.7",
        "church_life": "13.9/16.7",
        "national_life": "14.3/16.7",
        "community_life": "13.5/16.7",
        "family_life": "13.8/16.7",
        "private_life": "12.9/16.7",
        "details": "What does persecution look like in Syria?\nEven though the public threat of ISIS has largely subsided, Christians in Syria still grapple with daily persecution that may become violent. In areas where Islamic extremist groups are active, leaders of historical church communities may be targeted simply because they are more visible. But leaders of other Christian groups are also vulnerable because they may be more active in evangelism. Church buildings are completely destroyed in many parts of Syria where Islamic extremists had control (or continue to maintain control). Where extremists control territory, any public expression of faith is dangerous. Additionally, every Christian in Syria lives with the constant realization that Islamic extremists have not necessarily left Syria—they’ve just retreated into the shadows, and they may return to public life again in the future.\nAs the Christian population of Syria has diminished due to the civil war, more and more Syrian Christians come from a Muslim background. This makes them additional targets—the government wants to ensure there is no social upheaval caused by religious conversion, and families and communities may reject, punish or even attack Christians who convert from Islam.\nMeet “Anwar,” a Christian in Syria who left his family’s Muslim faith despite his father’s status as a religious leader\n“Jesus is everything to me. When I had no one, He was with me, my brother, my companion, my best friend. I talk to Him all the time, I rely on Him, Jesus truly saved my life. When I wanted to kill myself, He pulled me back and gave me hope for the future. When things go wrong, I escape to Jesus. I know He has a good plan for my life.”\nWhat has changed this year?\nViolence against Christians decreased in Syria, which is news worth celebrating. And yet, the country remains high on the World Watch List—the pressure on all Christians is extreme, and church leaders are targeted for abuse and persecution. Christians who leave Islam continue to bear a large burden placed on them by government, society and their own families.\nWho is most vulnerable to persecution?\nIn the parts of Syria where Islamic extremists maintain control, Christians remain under significant pressure. ISIS has attacked Christian targets in the last several years, and tensions are high. Places where Turkey has supplied fighters and military support after its invasion in late 2019 are also dangerous for Christians. And finally, Christians who leave Islam to follow Jesus are at risk throughout Syria.\nWhat does Open Doors do to help?\nOpen Doors works with the local church in Syria through strengthening its leadership and helping the Syrian church be a beacon of hope in Syria. Open Doors supports literature distribution, biblical discipleship and training, trauma counseling and the establishment of community centers (Centers of Hope) that provide services to Syrian Christians and their neighbors.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/syria/"
    },
    "Maldives": {
        "name": "Maldives",
        "rank": "16",
        "region": "Asia",
        "religion": "Islam",
        "score": "77.04",
        "persecution_type": "Islamic oppression",
        "violence": "0.4/16.7",
        "church_life": "16.5/16.7",
        "national_life": "15.8/16.7",
        "community_life": "13.7/16.7",
        "family_life": "15.3/16.7",
        "private_life": "15.4/16.7",
        "details": "What does persecution look like in Maldives?\nGovernment officials in Maldives proudly emphasize that the country is 100% Muslim. Locals are on the watch for anything that deviates from Maldivian belief—particularly conversion from Islam to another faith. Conversion will be reported to Muslim leaders or authorities; non-Muslims can also lose their citizenship. For these reasons, being known as a Christian is so dangerous that there is no ability to meet as a fellowship community, which means that whole families may be Christian without ever knowing the rest of their family shares their faith. This lack of Christian support stifles believers’ spiritual growth.\nWhile Christians live in Maldives, they are mostly from India and Sri Lanka who have come to work in the tourist industry. These believers are also watched by authorities, making it difficult for even foreign migrant Christians to fellowship. And although the Islamic culture is ultra-conservative, even more Muslim extremist groups have returned to the country, placing Christian converts at further risk.\nWhat has changed this year?\nThe level of pressure on Christians remained very high. Converts have no space at all to live out their Christian faith and expatriate Christians (often migrant workers) lack possibilities for worshiping together without fearing arrest and deportation. The new government, which took over in mid-November 2018, has made no tangible improvements as regards freedom of religion and is more focused on internal political struggles. Due to the COVID-19 pandemic, many Christian expatriates returned to their home countries; however, with the gradual opening up of the tourist sector, they are slowly returning to the pressure cooker of the Maldives.\nWho is most vulnerable to persecution?\nMade up of nearly 1,200 islands just southwest of India in the Indian Ocean, Maldives is a luxury destination for travelers around the world. To avoid international scrutiny, persecution takes place outside of the islands reserved for international tourists. At all times, any believer who has converted from Islam is in imminent danger of exposure and punishment from both the state and their community.\nWhat does Open Doors do to help?\nOpen Doors raises prayer support for believers in the Maldives.\nNumber of Christians statistic is an Open Doors estimate",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/maldives/"
    },
    "China": {
        "name": "China",
        "rank": "17",
        "region": "Asia",
        "religion": "Various",
        "score": "75.66",
        "persecution_type": "Communist and post-communist oppression",
        "violence": "11.1/16.7",
        "church_life": "15.5/16.7",
        "national_life": "14.4/16.7",
        "community_life": "12.2/16.7",
        "family_life": "9.8/16.7",
        "private_life": "12.6/16.7",
        "details": "What does persecution look like in China?\nSurveillance in China is among the most oppressive and sophisticated in the world. Church attendance is rigorously monitored, and many churches are being closed down—whether they are independent or belong to the Three-Self Patriotic Movement (the officially state-sanctioned Protestant church in China). It remains illegal for under-18s to attend church. All meetings venues had to close during the COVID-19 crisis, but some churches were forced to remain closed once restrictions began to lift, and were quietly phased out. The old truth that churches will only be perceived as being a threat if they become too large, too political or invite foreign guests, is an unreliable guideline.\nChristian leaders are generally the main target of government surveillance, and a very small number have been abducted. “They are simply snatched away,” says an Open Doors source, “only to appear months later in a kind of house arrest, where they get re-educated.’’\nIf someone is discovered to have converted from Islam or Tibetan Buddhism, their family and community will usually threaten or abuse them. Their husbands may be pressured to divorce them, to persuade them to reconvert. Neighbors may report any Christian activities to the authorities or the village head, who would take action to stop believers.\nMeet “Herman,’’ a Chinese missionary to a Buddhist community\n“More than two dozen monks and devout Buddhists came to Christ!”\nWhat has changed this year?\nPersecution levels in China have gone up slightly, largely because Christians are facing increased pressure from the Chinese authorities. In other areas of life, persecution has remained almost or completely stable, with church life still the place where Christians face the most persecution.\nWho is most vulnerable to persecution?\nConverts from a Muslim or Buddhist background from minority ethnic groups arguably face the most severe violations of religious freedom, because they are persecuted not only by the authorities but also by their families and communities. Consequently, places where Christian persecution is particularly rife include Xinjiang, Tibet and western China.\nWhat does Open Doors do to help?\nOpen Doors supports believers in China with discipleship and persecution survival training, and by providing contextualised Christian literature to believers who’ve converted from Islam or Buddhism.\nNumber of Christians statistic is an Open Doors estimate",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/china/"
    },
    "Qatar": {
        "name": "Qatar",
        "rank": "18",
        "region": "Middle East",
        "religion": "Islam",
        "score": "73.85",
        "persecution_type": "Islamic oppression",
        "violence": "7.2/16.7",
        "church_life": "14.3/16.7",
        "national_life": "13.0/16.7",
        "community_life": "11.1/16.7",
        "family_life": "14.1/16.7",
        "private_life": "14.2/16.7",
        "details": "What does persecution look like in Qatar?\nChristians in Qatar are primarily foreigners who tend to be migrant workers. These foreign Christians are much freer to live out their faith in Qatar than the nationals, although foreigners might also experience pressure. And foreign churches are often monitored by the government and limited to specific areas.\nA small number of indigenous converts form the other group of Christians in Qatar. These believers face extreme pressure from their Muslim families and community. The country doesn’t officially recognize conversion from Islam, which causes legal troubles and loss of status, child custody and property. Foreign converts from Islam may be able to avoid some pressure by joining a more international community, but the bottom line is that in Qatar both indigenous and migrant converts risk discrimination, harassment and police surveillance for their faith.\nMeet “Pastor Samuel,” a minister to migrants who serves in Qatar\n“In this Muslim country, we are limited in evangelizing too openly. But nobody can stop us from talking to our fellow workers and witnessing to them in our everyday lives. Every day, God gives us opportunities to show His love to others.”\nWhat has changed in Qatar?\nQatar jumped 11 spots from last year’s 2022 World Watch List. Violence against Christians rose sharply because many churches were forced to stay closed after COVID-19 restrictions. The rest of the pressures faced by believers in Qatar are intense and a daily burden on those who follow Jesus.\nWho is most vulnerable to persecution?\nThe risks faced by Christians, especially converts from Islam to Christianity, depend on the person’s national origin. Native Qatari converts are the most vulnerable to danger, while foreign Christians may be somewhat freer to worship, as long as they do so in ways the government can tolerate.\nWhat does Open Doors do to help?\nOpen Doors raises prayer support for Christians in Qatar.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed February 2020).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/qatar/"
    },
    "Vietnam": {
        "name": "Vietnam",
        "rank": "19",
        "region": "Asia",
        "religion": "Buddhism",
        "score": "70.94",
        "persecution_type": "Communist and post-communist oppression",
        "violence": "8.7/16.7",
        "church_life": "14.5/16.7",
        "national_life": "14.1/16.7",
        "community_life": "12.7/16.7",
        "family_life": "9.7/16.7",
        "private_life": "11.3/16.7",
        "details": "What does persecution look like in Vietnam?\nThe level of persecution Vietnamese Christians experience may depend on their particular denomination or background. Historical Christian communities (like Roman Catholic churches) enjoy a certain amount of freedom—unless they become politically active, which can lead to the imprisonment of church leaders. But evangelical and charismatic Protestants—along with converts from indigenous religions—often face intense pressure and violence for their faith, especially in the remote areas of central and northern Vietnam. Christians are harassed in the workplace and may face discrimination for their faith, while Christian children are ostracized at school and may be pressured to reject their faith.\nince religion is closely identified with ethnicity in these regions, leaving a traditional belief for Christianity may be seen as wholesale rejection of culture and community. Therefore, Christians who belong to the country’s ethnic minorities often face social exclusion, discrimination and attacks. Their homes are sometimes destroyed, and they are then forced to leave their villages. Sometimes, the local communities will leverage the absolute power of the local communist government to persecute Christians who stray outside of the traditional belief system.\nMeet “Poh,” a Hmong Christian who was kicked out of his village for his conversion to Christianity\n“A few months ago, I went back to my old village to visit my parents and siblings, but my family and the villagers still hate me—they forbade me from going near them. My parents still despise me and have renounced me as their child.”\nWhat has changed this year?\nThe level of persecution stayed largely the same in Vietnam during the 2022 World Watch List reporting period. The COVID-19 pandemic continued to affect all residents of the country, and some Christians in rural areas reported discrimination in government pandemic assistance. Ethnic minority Christians still face violence and social consequences when they convert to Christianity, and the Vietnamese church remains under pressure throughout the country.\nWho is most vulnerable to persecution?\nPressure and violence targeting Christians among ethnic minorities is especially strong in the central and northwestern highlands of Vietnam. Christians who leave their tribal religions to follow Jesus are viewed as cultural and family traitors—they’re at risk for violent attack, having their children forcibly taken and having their homes and crops destroyed.\nWhat does Open Doors do to help?\nOpen Doors works through local church partners to come alongside Vietnamese believers when they suffer physical attacks and expulsion from their families and communities for choosing to follow Christ. We do this through advocacy, relief and practical aid, along with biblical training and discipleship programs.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/vietnam/"
    },
    "Egypt": {
        "name": "Egypt",
        "rank": "20",
        "region": "Africa",
        "religion": "Islam",
        "score": "70.88",
        "persecution_type": "Islamic oppression",
        "violence": "10.0/16.7",
        "church_life": "10.8/16.7",
        "national_life": "12.7/16.7",
        "community_life": "11.5/16.7",
        "family_life": "13.2/16.7",
        "private_life": "12.7/16.7",
        "details": "What does persecution look like in Egypt?\nThe persecution of Christians in Egypt commonly occurs at community level. Incidents range from Christian women being harassed while walking in a street to whole communities of Christians being forced to move out of their homes by mobs of Muslim extremists. Such events typically happen in Upper Egypt, where ultra-conservative Islamic Salafist movements are active in rural communities.\nChristians are typically treated as second-class citizens. While Egypt’s government speaks positively about the Christian community, the lack of serious law enforcement and the unwillingness of local authorities to protect Christians leave them vulnerable to all kinds of attacks. The dictatorial nature of the regime means Christians feel unable to speak out against these practices.\nChurches and Christian groups face many difficulties when trying to construct new buildings. The hindrances come both from state restrictions and from communal hostility and mob violence.\nChristians from a Muslim background face enormous pressure from their families to return to Islam. The state also makes it impossible for them to get any official recognition of their conversion.\nMeet “Sara,”who survived a knife attack by a Muslim extremist who said to her, “Dirty Christian, die!”\n“If someone is willing to kill me for my faith, my God must be powerful.”\nWhat has changed this year\nThe challenges facing Christians in Egypt remain largely unchanged, although there has been a drop in levels of violence. This is most likely linked to COVID-19 restrictions—Christian activities have significantly decreased, which invites less provocation, and would-be perpetrators have been off the streets due to lockdowns.\nThe biggest threat for converts from Islam to Christianity continues to come from family members\nWho is most vulnerable to persecution?\nMost incidents of persecution take place in Upper Egypt, which is known to be more conservatively Islamic and extremist than the north. The Minya Governorate is notorious for the high number of attacks on Christians. However, believers in the economically disadvantaged rural areas in the north experience a similar degree of oppression. Islamic extremist groups such as the Muslim Brotherhood have nationwide support, but violent Islamic militants are only openly active in the northeastern area of the Sinai peninsula.\nWhat does Open Doors do to help?\nOpen Doors works through local partners in Egypt to support the church with literacy training, education, advocacy support, medical care and youth, family and women’s ministry.\nChristian population statistic is an Open Doors estimate.",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/egypt/"
    },
    "Uzbekistan": {
        "name": "Uzbekistan",
        "rank": "21",
        "region": "Central Asia",
        "religion": "Islam",
        "score": "70.82",
        "persecution_type": "Dictatorial paranoia",
        "violence": "1.7/16.7",
        "church_life": "15.6/16.7",
        "national_life": "11.8/16.7",
        "community_life": "14.1/16.7",
        "family_life": "12.7/16.7",
        "private_life": "14.9/16.7",
        "details": "What does persecution look like in Uzbekistan?\nThough all Christians experience some level of persecution in Uzbekistan, Protestants are often the victims of the greatest pressure. Christians who are a part of these non-registered churches may be viewed as “extremists,” and the government believes church members are spies trying to destroy the government. Therefore, Christians and their churches may be monitored, and unregistered churches may be the victims of police raids, arrests and fines. Additionally, Uzbekistan is largely Muslim, so any Christian who converted from Islam faces increased pressure from their family and community. Christians in these situations may be locked up, beaten or expelled from their communities. Many converts from Islam are forced to hide their faith.\nMeet “Adam,” who attends a church that tried to register with the Uzbek government\n“The police asked us why we became Christians and demanded we renounce our faith. This had never happened before, even when we were fined in previous years. This happened because we asked for registration.”\nWhat has changed this year?\nThis year, persecution continued to be significant against Christians in Uzbekistan. A new criminal code was drafted in 2021, which continues to penalize the distribution of religious literature, meeting for worship without government permission and “talking about faith.” The previous laws about religious activity were often criticized for being vague, but this update gives way to even greater persecution. Protestant churches continue to be targeted by authorities, and Christians who converted from Islam are still persecuted by both government and community.\nWho is most vulnerable to persecution?\nThe level of persecution by government officials in Uzbekistan is the same all over the country, particularly on Christians who don’t belong to a registered church, as well as Christians suspected of evangelizing. For Christians who converted from Islam, the pressure is strongest outside of urban areas, especially in the Fergana Valley in the east.\nWhat does Open Doors do to help?\nWe can’t talk specifically about work in Uzbekistan for security reasons. Throughout Central Asia, Open Doors provides immediate aid to believers when they are placed in prison, excluded from families and communities, and deprived of livelihood and employment because of their faith in Christ. Open Doors also works in Central Asia by supporting biblical training and literature distribution.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/uzbekistan/"
    },
    "Algeria": {
        "name": "Algeria",
        "rank": "22",
        "region": "Africa",
        "religion": "Islam",
        "score": "70.53",
        "persecution_type": "Islamic oppression",
        "violence": "4.1/16.7",
        "church_life": "14.1/16.7",
        "national_life": "13.4/16.7",
        "community_life": "11.1/16.7",
        "family_life": "14.0/16.7",
        "private_life": "14.0/16.7",
        "details": "What does persecution look like in Algeria?\nWhile Christians make up a tiny percentage of the population of Algeria, they face increasing obstacles to religious freedom. Laws regulating non-Muslim worship ban anything that would “shake the faith of a Muslim” or be used as “a means of seduction intending to convert a Muslim to another religion.” A 2006 law repressing worship remains in place, despite a new constitution being introduced in November 2020.\nDuring the past year, several Christians were prosecuted and imprisoned on blasphemy and proselytizing charges. Algerian authorities are also waging an ongoing, systematic campaign against the Protestant church: 13 churches that had previously been forcibly sealed remain closed, and another three were forced to shut down.\nMost Christians in the country are converts from Islam and, as with most countries in North Africa, these believers face strong opposition from their family and community. This can involve harassment, beatings, threats and imprisonment, as well as pressure to adhere to Islamic norms and rites. The pressure and danger faced by Christians is particularly high in the Arab, rural and religiously more conservative parts of the country. In the 1990s, these regions acted as a stronghold for Islamist insurgents in the fight against the government.\nMeet Pastor Rachid\n“This is purely an attack against us Algerian Christians and the churches.”\nPastor Rachid leads a church and runs a bookshop, where he sells Bibles and other Christian books. In February 2021, he and his assistant Nouh were convicted of proselytizing and selling books that “shake the faith of Muslims,” and given prison sentences. Rachid’s church was forcibly closed and sealed in July 2021.\nWhat has changed this year?\nAlthough no churches were closed in 2020, in 2021, three (in the Oran region) were forcibly shut down. Despite appeals from the Algerian church, no churches have been re-opened: the legacy of previous years of persecution remains high in the country.\nWho is most vulnerable to persecution?\nIn the Arab part of the country, especially the south, life is particularly hard for Christians and the number of churches is very low. Violent Islamic extremists don’t have a wide support base among the people, but Islam holds a firm grip over the country. The majority of Christians live in the Kabyle region in north Algeria. The Kabyle people are a Berber ethnic group, and believers here face discrimination from Algerian authorities for both their faith and their ethnicity.\nWhat does Open Doors do to help Christians in North Africa?\nIn cooperation with local partners, Open Doors supports the church in North Africa through leadership and discipleship training, Bible and Christian literature distribution, livelihood support, trauma care, relief and legal aid, and women’s support groups.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/algeria/"
    },
    "Mauritania": {
        "name": "Mauritania",
        "rank": "23",
        "region": "Africa",
        "religion": "Islam",
        "score": "70.40",
        "persecution_type": "Islamic oppression",
        "violence": "0.9/16.7",
        "church_life": "14.1/16.7",
        "national_life": "14.0/16.7",
        "community_life": "13.1/16.7",
        "family_life": "13.9/16.7",
        "private_life": "14.3/16.7",
        "details": "What does persecution look like in Mauritania?\nIt is illegal in Mauritania to convert from Islam to another faith. The restrictive environment makes it impossible for Christians (especially converts from Islam) to openly meet and worship together. Any expression of faith by non-Mauritanian Christians (such as migrants or aid workers) also carries the risk of being seen as proselytizing Muslims and can lead to prosecution.\nWhat has changed this year?\nLittle has changed in Mauritania from the standpoint of persecution. Any deviation from Islamic belief is strongly opposed nationally, in communities and through family pressure.\nWho is most vulnerable to persecution?\nPressure on converts from Islam to Christianity can be very high, particularly in rural areas where tribal and family ties are especially strict. Violent Islamic extremist groups, like al-Qaeda in the Islamic Maghreb (AQIM) and Movement for Unity and Jihad in West Africa (MUJAO), are particularly active in the country’s eastern border regions.\nWhat does Open Doors do to help?\nOpen Doors works to support believers in North Africa through distributing Christian literature where possible, providing training and organizing socio-economic development projects and advocacy support.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/mauritania/"
    },
    "Mali": {
        "name": "Mali",
        "rank": "24",
        "region": "Africa",
        "religion": "Islam",
        "score": "69.53",
        "persecution_type": "Islamic oppression",
        "violence": "15.0/16.7",
        "church_life": "12.8/16.7",
        "national_life": "10.3/16.7",
        "community_life": "13.9/16.7",
        "family_life": "8.2/16.7",
        "private_life": "9.4/16.7",
        "details": "What does persecution look like in Mali?\nTen years ago in northern Mali, churches were burned and Christians were forced to flee for their lives when Islamic extremist groups took control of the region. Though some Christians have trickled back in with police protection, there are areas where there are no Christians. The trauma lingers, and the threat of attack still hangs over Christians, making evangelistic activities especially risky. Such programs can draw the attention of jihadists, and Christian missionaries live under the constant fear of abduction. Anyone who converts from Islam risks personal violence and pressure from their relatives if their faith is discovered. Northern Mali is also unsafe for non-governmental organizations.\nMeet “Naomi”\n“More than once, my family sent jihadists to my house to kill [or at least intimidate] us. Their plans never worked. But one day, while my husband was on a business trip, he was gunned down. He was killed for his faith and for marrying an ex-Muslim. His colleagues delivered the terrible news to me. [Even now], I have no idea what happened to his body.”\nWhat has changed in Mali?\nThe situation in Mali has become complex, and it’s difficult to distinguish clearly between religious-based and ethnic-based violence. Pressure and violence are both significant threats for believers. Though violence slightly decreased since last year’s list, pressure from the community and against the church have both risen.\nWho is most vulnerable to persecution?\nChristians in the northern regions of Mali—where jihadists and extremist Muslim Fulani herdsmen are active—experience the most difficulties for their faith. To some extent, there are small pockets of intense persecution in the southern part of the country as well. Converts from Islam are particularly targeted.\nWhat does Open Doors do to help?\nOpen Doors works through local partners to provide persecution-preparedness training, Bibles, literacy training and leadership training for both pastors and believers in various aspects of Christian life and ministry. In times of need, we also assist vulnerable Christians with socio-economic aid.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/mali/"
    },
    "Turkmenistan": {
        "name": "Turkmenistan",
        "rank": "25",
        "region": "Central Asia",
        "religion": "Islam",
        "score": "68.96",
        "persecution_type": "Dictatorial paranoia",
        "violence": "0.6/16.7",
        "church_life": "15.7/16.7",
        "national_life": "13.3/16.7",
        "community_life": "13.6/16.7",
        "family_life": "11.3/16.7",
        "private_life": "14.5/16.7",
        "details": "What does persecution look like in Turkmenistan?\nIn Turkmenistan, persecution against Christians comes from most parts of society. The government heavily restricts religious freedom, going so far as to make it extremely difficult to print or import religious materials. While unregistered churches are most heavily targeted, even Russian Orthodox and Armenian Apostolic churches are monitored by authorities. In addition to official pressure, Christians who have converted from Islam are also pressured by their families and their communities. Some Christian converts are even the victims of violence, all in an effort to try to coerce new believers into renouncing their faith in Jesus.\nMeet Pastor Ilmurad\nPastor Ilmurad from Turkmenistan was sentenced to four years imprisonment, falsely accused of fraud. While he was in prison, he was told that he would be released if he denied his Christian faith, but he refused. He had to do hard labor during his imprisonment and sleep on a concrete floor.\nHe was released in 2012, and Open Doors’ local partners recently had contact with Ilmurad again. It has taken time for him to heal after his hard experiences in prison, but he has largely recovered. He is still a pastor and helps people in his town.\nIlmurad is still thankful for all the support and prayers he received from his fellow brothers and sisters around the world.\nWhat has changed this year?\nNot much has changed in Turkmenistan, though it fell slightly in the rankings. Turkmenistan has continued to function as if the COVID-19 pandemic does not exist. This is another area where the authoritarian system of government has operated outside of reality and the care of its people. Similarly, the country continues to treat religious freedoms as optional, making it extremely difficult to follow Jesus in Turkmenistan. The government cracks down on anything it perceives might be a threat to its rule, including expressions of Christianity that leaders feel they can’t control. Christians who converted from Islam continue to experience significant pressure from family and society, and most of the reports of violence against Christians have stemmed from that reality.\nWho is most vulnerable to persecution?\nChurch leaders in Turkmenistan are especially targeted for persecution. Muslims consider them primarily responsible for leading people away from Islam and attack those they deem to be most active evangelistically. The government sees leaders as primary targets to control Christian activities. All Christians experience some level of rights violations, but Christian converts from Islam are certainly the most impacted by direct violence. Additionally, persecution is worse outside of urban areas, though the government’s persecution extends into every corner of Turkmenistan.\nWhat does Open Doors do to help?\nWe can’t talk specifically about work in Turkmenistan for security reasons. Open Doors provides immediate aid to Central Asian believers when they are jailed, excluded from families and communities, and deprived of livelihood and employment because of their faith in Christ. We also strengthen the persecuted church in Central Asia through biblical training and discipleship.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/turkmenistan/"
    },
    "Laos": {
        "name": "Laos",
        "rank": "26",
        "region": "Asia",
        "religion": "Buddhism",
        "score": "68.84",
        "persecution_type": "Communist and post-communist oppression",
        "violence": "5.9/16.7",
        "church_life": "14.1/16.7",
        "national_life": "13.3/16.7",
        "community_life": "13.2/16.7",
        "family_life": "10.3/16.7",
        "private_life": "12.0/16.7",
        "details": "What does persecution look like in Laos?\nChristian freedom in Laos is severely curtailed by the intense monitoring of the Communist authorities.\nHouse churches that do not have administrative approval are considered “illegal gatherings” and must operate underground. Even the majority of registered churches do not have permanent church structures and must conduct worship services in homes.\nThe brunt of persecution is reserved for converts to Christianity, who are deemed guilty of betraying the Buddhist-animist traditions of their community. They frequently face pressure and violence from their families and the local authorities, both of whom will stir up opposition from the local community or religious leaders. This can lead to converts being expelled from the village.\nMeet “Soy”\nSoy was imprisoned at age 14, along with other believers. They refused to deny Jesus when pressured by the authorities. After being released, Soy encountered further challenges; she was bullied at school and her teachers ignored her. \n“After I accepted Jesus Christ, I felt like a normal person. My heart and soul were completely healed! However, my happiness was crushed because of harsh persecution. My friends and my non-believing cousins hate me and say mean things to me.”\nWhat has changed this year?\nDespite Laos dropping four places on the World Watch List, the situation for Christians remains largely unchanged. While fewer Christians were arrested compared to last year, an increasing number of converts are being displaced from their homes as they face rejection by their villages. The pandemic also made gathering information more difficult, so the reality may be more severe than reported.\nWho is most vulnerable to persecution?\nProvinces such as Luang Namtha, Phongsaly and Houphan in the north, and Khammuane and Savannakhet in the south, have traditionally been difficult places for Christians to live. The local authorities in these areas still seem determined to silence Christian witness.\nWhat does Open Doors do to help?\nOpen Doors works through local partners to strengthen persecuted believers in Laos by providing Christian materials, leadership and discipleship training, socio-economic development programs, advocacy support and emergency relief.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/laos/"
    },
    "Morocco": {
        "name": "Morocco",
        "rank": "27",
        "region": "Africa",
        "religion": "Islam",
        "score": "68.63",
        "persecution_type": "Islamic oppression",
        "violence": "3.9/16.7",
        "church_life": "14.2/16.7",
        "national_life": "12.8/16.7",
        "community_life": "10.8/16.7",
        "family_life": "13.8/16.7",
        "private_life": "13.1/16.7",
        "details": "What does persecution look like in Morocco?\nArticle 220 of Morocco’s penal code criminalizes “shaking the faith of a Muslim.” The law puts many Christians, both Moroccan and foreign, who talk to others about their faith at risk of arrest and criminal prosecution. Christians rights advocates have also been targeted by the Moroccan government for their activities and threatened with violent attacks by Islamic extremists. While the law only punishes proselytizing, Moroccan converts to Christianity can be punished in other ways, like losing inheritance rights and custody of their children.\nMeet “Nadeen” and “Fatima”\nBoth young women became Christians in college. When they told their parents about their newfound faith, they were beaten for shaming the family. Finally, under constant pressure, both girls pretended to return to Islam to maintain peace in their families. But they both continue to believe in Jesus in secret. They meet with other believers on a day other than Sunday to avoid further punishment. “If my father found out, he’d kill me,” Nadeen said. And she means it literally.\nWhat has changed this year?\nThe outlook for Christians in Morocco has worsened this year in Morocco. Pressure increased across the board and violence even rose because several believers were forced to leave the country during the reporting period. Life for Christians in Morocco remains very difficult.\nWho is most vulnerable to persecution?\nIn Morocco’s rural areas, the Islamic population is known to be conservative Muslims; most persecution incidents take place in the northeast region, the Atlas mountains in the east and the southeastern desert area. Most converts in Morocco live in urban areas, where it’s easier to escape family and community pressure. However, during COVID-19 lockdowns, many converts suffered when they were forced into isolation, unable to escape potentially dangerous situations inside their homes.\nWhat does Open Doors do to help?\nOpen Doors works with local partners and churches to come alongside persecuted believers in North Africa in multiple ways: biblical training, discipleship materials, advocacy, business microloans and mobilizing worldwide prayer support for Christians in difficult situations.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/morocco/"
    },
    "Indonesia": {
        "name": "Indonesia",
        "rank": "28",
        "region": "Asia",
        "religion": "Islam",
        "score": "68.35",
        "persecution_type": "Islamic oppression",
        "violence": "13.5/16.7",
        "church_life": "9.6/16.7",
        "national_life": "11.0/16.7",
        "community_life": "11.5/16.7",
        "family_life": "11.5/16.7",
        "private_life": "11.3/16.7",
        "details": "What does persecution look like in Indonesia?\nThe persecution of Christians in Indonesia has worsened in recent years. There were three attacks on Christians within a six-month period between 2020 and 2021, killing eight believers, while Indonesian society has taken on a more conservative Islamic character, putting added pressure on Christians.\nMany converts from Islam experience pressure from their families to return to Islam, although the intensity of the pressure varies according to the place and the individual’s family. Only a few converts face physical violence for their Christian faith. There are also converts from Hinduism in Bali.\nChurches that engage in evangelistic outreach are at risk of being targeted by Islamic extremist groups. There are certain hotspots, such as West Java or Aceh, where extremist groups are strong and exert a strong influence on society and politics.\nIn some regions, church groups face difficulties getting permission to build churches. Even if they manage to fulfill all legal requirements (including winning court cases), the local authorities still often ignore them.\nMeet “Wanda”\nWanda comes from a Muslim background. She became a Christian through a dream and the ministry of her cousin and friend. But she encountered persecution from her family, and was forced to move out. When COVID-19 hit, she struggled to provide for herself, until Open Doors local partners stepped in to help. \n“One thing that I am so overwhelmed with is the love from my Christian friends. I feel like I have a new family, when my biological family abandoned me. I don’t feel alone in this new journey of my life.”\nWhat has changed?\nSadly, the persecution of Christians in Indonesia has worsened considerably, making it one of the biggest risers on the World Watch List, jumping 19 places from last year.\nWhile pressure has increased in the national and church spheres, the main cause of this rise is an increase in violence.\nAfter two years without bomb attacks, suicide bombers targeted a church in Makassar in March 2021; thankfully, no one was killed. However, eight Christians were killed in two attacks in Central Sulawesi in November 2020 and May 2021. The terrorist group East Indonesia Mujahidin (MIT)—which has links to the Islamic State group—is responsible for the attacks.\nWho is most vulnerable to persecution?\nThe primary hotbed of persecution in Indonesia is Aceh in the northwestern tip of Sumatra, the only province that is governed by Shariah law. Churches were closed on a large scale in October 2015 and the building of new churches there is much more difficult than in other provinces. In fact, it is virtually impossible. Converts from Islam are vulnerable to severe opposition in many parts of Indonesia, but converts in Aceh probably face the greatest pressure.\nWhat does Open Doors do to help?\nOpen Doors works through local church partners to support persecuted Christians in Indonesia by providing discipleship and persecution survival training, Bibles and Christian literature, socio-economic development projects, relief aid, advocacy support and opportunities for cross-church gatherings.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/indonesia/"
    },
    "Bangladesh": {
        "name": "Bangladesh",
        "rank": "29",
        "region": "Asia",
        "religion": "Islam",
        "score": "68.04",
        "persecution_type": "Dictatorial paranoia",
        "violence": "11.3/16.7",
        "church_life": "10.2/16.7",
        "national_life": "11.3/16.7",
        "community_life": "12.9/16.7",
        "family_life": "10.7/16.7",
        "private_life": "11.8/16.7",
        "details": "What does persecution look like in Bangladesh?\nBangladeshi Christians who have converted from a Muslim, Hindu, Buddhist or tribal background suffer the most severe restrictions, discrimination and attacks. They often gather in small house churches or meet secretly in groups due to fear of attack.\nTribal Christians, like those from the Santal people group, are doubly vulnerable to persecution (as they belong to both an ethnic and religious minority), and are often the victims of land-grabbing or targeted violence.\nOther churches are frequently threatened, watched and, at times, violently attacked.\nMeet Pastor Swapan\n“We have been enduring and praying for God to protect us.”\nPastor Swapan’s church (which is also an orphanage) was viciously attacked during the night by Hindu extremists\nWhat has changed this year?\nAttacks against church buildings have continued across Bangladesh—and the authorities frequently ignore complaints when Christians bring them. Bangladesh has risen significantly on the World Watch List in the past few years, and violence is increasing.\nWho is most vulnerable to persecution?\nChristians don’t just face persecution from Islamic extremists in Bangladesh, but also from militants belonging to other faiths. Bangladesh’s northern region and Chittagong Hill Tracts are often overlooked hotspots for persecution against Christians at the hands of both the Muslim majority and the Buddhist minority.\nThe arrival of 700,000 Rohingya refugees from neighboring Myanmar in the past four years has led to thousands of people living in refugee camps, and repatriation or integration efforts have constantly stalled. There is a large risk of Islamic radicalization in these camps, which is concerning for Christians living in them, as well as the wider community.\nChristian population statistic is an Open Doors estimate.",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/bangladesh/"
    },
    "Colombia": {
        "name": "Colombia",
        "rank": "30",
        "region": "Latin America",
        "religion": "Christianity",
        "score": "67.69",
        "persecution_type": "Organized crime and corruption",
        "violence": "13.3/16.7",
        "church_life": "9.9/16.7",
        "national_life": "11.0/16.7",
        "community_life": "13.1/16.7",
        "family_life": "8.8/16.7",
        "private_life": "11.5/16.7",
        "details": "What does persecution look like in Colombia?\nThough Colombia has a high percentage of Christians, believers still face persecution from criminal gangs and indigenous groups. Guerrilla groups threaten, harass, extort and even murder church leaders, who are targeted because they denounce corruption, defend human rights and oppose cartels. Their children may also be targeted, to discourage church leaders from speaking out against organized crime and corruption. These forms of persecution are particularly prevalent in rural and remote areas of Colombia.\nThe humanitarian crisis in the Pacific Coast region continues to worsen: the fight for the control of illicit crops, drug trafficking and illegal mining have led to intensified conflict. Many Christians are affected, and are among the thousands of displaced families.\nIn indigenous communities, persecution tends to focus on Christians who have converted from the beliefs of their indigenous tribe. These Christians face imprisonment, harassment, physical abuse, denial of basic rights and use of their ancestral territory, or being sent away to do forced labour in a different territory, among other forms of persecution. Often they are targeted to make an example of them, so that the rest of the community is deterred from conversion.\nAnother key driver of persecution is secular intolerance. Increasingly, Christians are facing hostility, verbal abuse and discrimination for their stance on issues such as abortion, sexuality and gender orientation. The participation of Christians in the political sphere as diminished as a result.\nMeet Daniela, whose father was murdered for his faith\n“I learned that, although there are difficult times in life, there are also times when Jesus helps us to overcome through people and prayer.”\nWhat has changed this year?\nLast year saw protests in Colombia, partly against corruption and controversial government measures. Church leaders were among those who supported the demonstrators, and this led to threats and violence. Overall, there has been a small increase in the persecution faced from the wider community and a small decrease in the incidents of violence, but persecution has not significantly changed in Colombia in the past year. Violence remains high, with seven Christians killed for their faith between January and September 2021.\nWho is most vulnerable to persecution?\nChristians who’ve converted from an indigenous religion are most vulnerable to persecution in some regions of Colombia. Elsewhere, Christians—and particularly church leaders and their families—are most at risk in areas dominated by guerrilla gangs and drug cartels. Furthermore, rising secular intolerance means Christians are increasingly vulnerable to hostility, verbal abuse and discrimination for speaking out on certain issues.\nWhat does Open Doors do to help?\nOpen Doors strengthens the persecuted church in Colombia through Bible distribution, training, trauma care, community development projects, emergency relief aid, and education and safe houses for children.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/colombia/"
    },
    "Central African Republic": {
        "name": "Central African Republic",
        "rank": "31",
        "region": "Africa",
        "religion": "Christianity",
        "score": "67.67",
        "persecution_type": "Islamic oppression",
        "violence": "15.6/16.7",
        "church_life": "11.4/16.7",
        "national_life": "9.6/16.7",
        "community_life": "13.6/16.7",
        "family_life": "8.6/16.7",
        "private_life": "9.0/16.7",
        "details": "What does persecution look like in Central African Republic?\nDespite Christians comprising three-quarters of the population of the Central African Republic (CAR), they are still vulnerable to persecution. Since 2013, CAR has been embroiled in conflict and fighting, and most of the country is occupied by armed militia groups that are responsible for a wide range of human rights abuses. When Christian leaders publicly have denounced the violence, they have been threatened and their churches ransacked and torched. Conflict in the country has resulted in thousands of Christians losing their homes and livelihoods, and many continue to live in Internally Displaced People (IDP) camps.\nConverts to Christianity face further pressure from family members. Women and girls can be put under house arrest to prevent them from meeting with other Christians, or forcibly married to a much older Muslim. There are reports that sometimes a Christian mother is only allowed to attend Christian gatherings on condition that her children are sent to the mosque. The local community will often ostracize Christian converts and might also try to force them to renounce Christianity through violence.\nMeet Pastor “Ousman”\n“Our fate has been sealed for several years by [extremist] Muslims who harassed us on all fronts.”\nMembers of Pastor Ousman’s church were attacked by an Islamic radical rebel group, killing 10 people and burning a church and around 70 houses belonging to Christians.\nWhat has changed this year?\nViolence remains extreme in the Central African Republic, as do targeted attacks, which is increasing pressure on Christians in all areas of public and private life. This is compounded by a rise in disruption and opposition to church life. Meanwhile, the humanitarian crisis is worsening in the country, and in June 2021, was at a five-year low—which makes life even harder for vulnerable believers.\nWho is most vulnerable to persecution?\nPersecution against Christians is most severe in the northern and eastern parts of the country, where Muslims are a majority and splinter-groups of the rebel alliance Séléka are operating. Christians are also particularly at risk in the eastern part of the country that borders Sudan.\nWhat does Open Doors do to help?\nOpen Doors works through local partners to support believers in the Central African Republic with persecution survival training, economic empowerment projects and trauma care.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/central-african-republic/"
    },
    "Burkina Faso": {
        "name": "Burkina Faso",
        "rank": "32",
        "region": "Africa",
        "religion": "Islam",
        "score": "67.65",
        "persecution_type": "Islamic oppression",
        "violence": "14.8/16.7",
        "church_life": "12.1/16.7",
        "national_life": "9.6/16.7",
        "community_life": "12.0/16.7",
        "family_life": "9.7/16.7",
        "private_life": "9.4/16.7",
        "details": "What does persecution look like in Burkina Faso?\nBurkina Faso is located in a region where Islamist groups have a huge and growing influence. The central government is very weak, particular in the east of the country where Islamic law is informally implemented by groups who’ve gained control over these areas. Jihadist violence has been rapidly increasing in recent years, and extremists have exploited the government’s weakness during the COVID-19 crisis to gain control of the country’s infrastructure. This has led to hundreds of church closures—while many Christians are among those who’ve fled their homes because of extremist attacks. There are over 1 million internally displaced people in Burkina Faso, many of whom are Christians.\nBelievers who’ve converted from Islam face the most persecution. Family and community members often reject them and try to force them to renounce their Christian faith. Many are afraid to express their faith in public because of such threats.\nMeet “Salamata”\n“They told us we deserved what happened to us because the jihadists told us to stop making noise.”\nSalamata is a teenager—her church was looted and burned down by jihadists, who then killed all the men. She attended Open Doors trauma care.\nWhat has changed this year?\nThe persecution of Christians in Burkina Faso has worsened slightly over the past year. This is largely due to an increase in reported incidents of violence, which reflects the growing influence of Islamic extremist groups in the country.\nWho is most vulnerable to persecution?\nWhile extremist attacks target all Christians, those who’ve converted from Islam face additional persecution from their families and communities. Christians in the north and east of the country experience most pressure and violence, particularly outside the main cities. In the west of the country, ethno-religious groups also put pressure on Christians.\nHow does Open Doors help Christians in Burkina Faso?\nOpen Doors works through local partners to strengthen Christians in Burkina Faso by providing persecution survival training, relief aid, and spiritual and trauma care.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/burkina-faso/"
    },
    "Niger": {
        "name": "Niger",
        "rank": "33",
        "region": "Africa",
        "religion": "Islam",
        "score": "67.54",
        "persecution_type": "Islamic oppression",
        "violence": "14.8/16.7",
        "church_life": "12.8/16.7",
        "national_life": "7.2/16.7",
        "community_life": "13.9/16.7",
        "family_life": "9.5/16.7",
        "private_life": "9.4/16.7",
        "details": "What does persecution look like in Niger?\nOnce a country known for cross-religious harmony, Niger has entered the top 50 of the World Watch List, reflecting how pressure is increasing on Christians in this Muslim-majority nation.\nMost of the population regard Islam as part of their ethnicity: if you are a Nigerien, you are a Muslim. Believers from Muslim backgrounds are therefore the most vulnerable to persecution, and often come under intense pressure from their families and communities to renounce their faith.\nHistorical Christian communities are generally allowed to practice their faith in private, but in regions under Islamist control, Christians must gather with caution because of an increased threat of violence from militant groups like Boko Haram. In regions near the border with Nigeria, churches have been burned and pastors forced to flee their homes. Meanwhile, the local authorities have occasionally stopped believers from meeting, and the registration process for churches is long and difficult.\nWhat has changed this year?\nThe persecution dynamic is changing rapidly in Niger, with the country jumping 21 places to enter the World Watch List top 50. This is due to a dramatic rise in violence against Christians. In the past five years, the Sahel region has seen a huge increase in violent Islamist attacks, and the government of Niger has lost a lot of territory to the jihadists. Since 2020, the country has been experiencing a series of attacks by Islamic militants and protesters also at times take their revenge by burning churches. The unpredictability of the situation makes Christians vulnerable.\nThe pandemic—which has enabled Islamic militants to expand their influence in Niger—is likely a contributing factor in this latest rise. More widely, this trend reflects the increasing violence facing Christians across sub-Saharan Africa.\nWho is most vulnerable to persecution?\nThose who convert to Christianity from a Muslim background face the most pressure from family and society. Christians living in areas under Islamist control or in the region bordering Nigeria are most susceptible to violent attacks, as are those living in the west where Niger borders Burkina Faso and Mali.\nWhat does Open Doors do to help?\nOpen Doors works through local churches and partners in Niger to strengthen persecuted Christians through economic empowerment programs, leadership and discipleship training, persecution survival training and pastoral care for new believers.\nChristian population stat: Johnson T M and Zurlo G A, eds, World Christian Database (Leiden/Boston: Brill, accessed April 2021)",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/niger/"
    },
    "Bhutan": {
        "name": "Bhutan",
        "rank": "34",
        "region": "Asia",
        "religion": "Buddhism",
        "score": "66.71",
        "persecution_type": "Religious nationalism",
        "violence": "1.7/16.7",
        "church_life": "13.8/16.7",
        "national_life": "13.7/16.7",
        "community_life": "11.7/16.7",
        "family_life": "12.4/16.7",
        "private_life": "13.4/16.7",
        "details": "What does persecution look like in Bhutan?\nAll Bhutanese citizens are expected to be Buddhists. Anyone who converts to Christianity faces intense pressure to return to their former religion. Conversion is considered to bring shame on the family, and new believers are often disowned—which makes an enormous difference in a Bhutanese person’s life, since the culture is very communal and the protection of family is crucial.\nAll Christians who worship together are technically worshiping illegally, since Bhutan’s government doesn’t officially recognize any churches. Local authorities often refuse to issue Christians a “non-objection certificate,” which is needed for loan applications, registering property, applying for jobs and renewing ID cards.\nMeet “Miriam”\n“When I heard about Jesus, it was like removing the blindfold from my eyes.”\nMiriam was rejected by her family when she converted from Buddhism, but still follows Jesus—and encourages other Christian women.\nWhat has changed this year?\nBhutan has risen up the World Watch List due to an increase in violence against Christians.\nWho is most vulnerable to persecution?\nChristians who have converted from Buddhism face the most persecution in Bhutan.\nWhat does Open Doors do to help?\nOpen Doors works through local partners to strengthen persecuted Christians in Bhutan through relief aid, prayer support and other practical emergency help.\nNumber of Christians statistic is an Open Doors estimate.",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/bhutan/"
    },
    "Tunisia": {
        "name": "Tunisia",
        "rank": "35",
        "region": "Africa",
        "religion": "Islam",
        "score": "66.31",
        "persecution_type": "Islamic oppression",
        "violence": "6.5/16.7",
        "church_life": "13.4/16.7",
        "national_life": "11.3/16.7",
        "community_life": "10.6/16.7",
        "family_life": "12.7/16.7",
        "private_life": "11.9/16.7",
        "details": "What does persecution look like in Tunisia?\nFor many Christians in Tunisia, the pressure they face is widespread and constant. While expatriate Christians are largely left alone, for Tunisian believers, pressure is high in every aspect, and the unseen difficulties of following Jesus in Tunisia impact believers around the North African nation. The situation is particularly dire for Christians who have converted from Islam. They face hostility and abuse from their families and their surrounding community. It can be dangerous to share their faith, so many of them are forced to worship Jesus secretly. They must be careful when gathering for worship, simply because exposure would endanger them—as they are monitored by Tunisian security services.\nMeet “Nélya,” a Christian in North Africa (she may or may not live in Tunisia, but we cannot be specific about believers in North Africa for their protection)\n“Women face rejection by their family and society. They can be kept in house arrest by their families. Many are not allowed to go to church or meet with Christians. They face opposition when they want to marry a Christian man. Family puts a lot of pressure on them to follow all Muslim traditions and to renounce their faith in Jesus. Some women are sent away by their families, they had to be rescued by the church.”\nWhat has changed this year?\nPressure remains at a high level for Christians in Tunisia. Though not much has changed, that doesn’t mean things have necessarily improved—Christians everywhere in the country are still at risk for persecution, and Christians who came from Islam continue to bear immense pressure. Additionally, the country is currently in the midst of a political crisis. President Kais Saied dissolved parliament in August 2021 and dismissed the prime minister, leading many observers to note it seems he’s consolidating power. But no one is yet sure what this will mean for the Christian population, if anything.\nWho is most vulnerable to persecution?\nConverts from Islam to Christianity are most at risk, due to pressure, abuse and threats from their family and the society around them. Southern Tunisia tends to be more conservative (and is an area where violent Islamic militias are active), so the risk is greatest in this region. Urban areas—particularly the capital city Tunis—tend to be more tolerant of Christians and even converts from Islam.\nWhat does Open Doors do to help?\nIn cooperation with local partners and churches, Open Doors is supporting the church in Tunisia through discipleship training, literature distribution, socio-economic development, worldwide prayer support and advocacy.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/tunisia/"
    },
    "Oman": {
        "name": "Oman",
        "rank": "36",
        "region": "Middle East",
        "religion": "Islam",
        "score": "66.06",
        "persecution_type": "Clan oppression",
        "violence": "1.5/16.7",
        "church_life": "13.4/16.7",
        "national_life": "13.2/16.7",
        "community_life": "10.3/16.7",
        "family_life": "14.0/16.7",
        "private_life": "13.8/16.7",
        "details": "What does persecution look like in Oman?\nSimilar to other countries on the Arabian Peninsula, the experience of Christians in Oman may vary depending on their status and nationality. Omani nationals who convert from Islam to Christianity encounter the highest levels of pressure from both their families and their surrounding society. Omani believers may be kicked out of their family homes and lose their jobs. They can lose custody of their children and be stripped of their inheritance.\nForeign Muslims (mostly migrant workers) who convert to Christianity usually experience the same pressure they would in their home countries—so for some converts, it can mean immense persecution, while others experience relative freedom. Meanwhile, expatriate Christian communities are mostly tolerated, but church facilities are restricted and Christian meetings are monitored to record any political statements—and to see if any Omani nationals are attending. All religious organizations must be registered with the authorities.\nWhat has changed this year?\nOman rose eight spots on this year’s World Watch List. Christians, especially converts from Islam to Christianity, came under higher pressure after the Omani government intensified its monitoring of Christians and their activities. Additionally, violence rose in Oman as several Christians were forced to leave the country. Life for any Muslim convert in Oman is likely to be extremely difficult.\nWho is most vulnerable to persecution?\nOmani society is still very tribal—so converts to Christianity from Islam are viewed as traitors to their families and to their tribes. This reality is mores stark in rural areas, while in urban areas some converts can live more anonymously.\nWhat does Open Doors do to help?\nOpen Doors raises prayer support for Christians and churches in Oman.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/oman/"
    },
    "Cuba": {
        "name": "Cuba",
        "rank": "37",
        "region": "Latin America",
        "religion": "Christianity",
        "score": "66.052",
        "persecution_type": "Dictatorial paranoia",
        "violence": "5.9/16.7",
        "church_life": "14.0/16.7",
        "national_life": "13.2/16.7",
        "community_life": "12.6/16.7",
        "family_life": "8.1/16.7",
        "private_life": "12.3/16.7",
        "details": "What does persecution look like in Cuba?\nSince 1959, Cuba has been governed by the Communist Party, which seeks to control the church according to its Communist ideology. The government reacts harshly against opposition voices and demonstrators, and so when church leaders or Christian activists criticize the regime, they face arrest, closure of their churches or businesses, prison sentences, and harassment by the government and its sympathizers.\nNew churches are often denied registration, as the authorities want to control and limit the church’s influence—forcing many churches to operate illegally. This leads to the imposition of penalties, such as the complete refusal to issue licenses, heavy fines, confiscation of property or even the demolition or closure of churches, including house churches. The government controls all media and restricts access from the outside world, so it is very hard for Christians to communicate widely in the country.\nMeet Pastor “Jorge”\n“Government officials have joined some of the WhatsApp groups the churches have set up, and they do so to monitor our activities.”\nWhat has changed this year?\nPersecution in Cuba continues to worsen. Last year, Cuba was just outside the top 50 countries on the World Watch List (at 51), and the previous year it was 61. The continued rise is the result of highly restrictive measures against churches deemed to be opponents of the regime—especially non-registered Protestant churches. The COVID-19 crisis has been used as a pretext to hinder church and community activities, monitor church leaders, make arbitrary arrests, confiscate private property and impose extortion fees. Christian leaders from different denominations were among those arrested during anti-government demonstrations in July.\nWho is most vulnerable to persecution?\nChurch leaders and others who speak out against the Communist regime are most vulnerable to persecution in Cuba.\nWhat does Open Doors do to help?\nOpen Doors partners strengthen the persecuted church in Cuba through Bible distribution, livelihood projects, biblical training, leadership development projects and socio-economic development to increase the self-reliance of the church.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/cuba/"
    },
    "Ethiopia": {
        "name": "Ethiopia",
        "rank": "38",
        "region": "Africa",
        "religion": "Christianity",
        "score": "65.76",
        "persecution_type": "Denominational protectionism",
        "violence": "9.8/16.7",
        "church_life": "12.3/16.7",
        "national_life": "10.3/16.7",
        "community_life": "13.1/16.7",
        "family_life": "10.3/16.7",
        "private_life": "9.9/16.7",
        "details": "What does persecution look like in Ethiopia?\nIn Ethiopia, it’s not just converts to Christianity from Islam who can face harsh mistreatment from their families and communities, it’s also those who join Protestant groups from the Ethiopian Orthodox Church (EOC).\nIn some places, Islamic extremist groups have attacked churches. Meanwhile, political violence in the country—focused largely around the conflict in Tigray—has also taken its toll on Christian communities, with many Christians killed and churches destroyed. The country has also been gravely affected by drought and plagues. All of these issues create uncertainty, making Christians a soft target.\nPressure can also come from the government. In areas where Muslims or Ethiopian Orthodox Christians are in the majority, local officials may oppose the growth of Protestant Christianity and refuse to grant permits for meetings and worship.\nMeet “Roda”\nRoda became a Christian after attending Bible studies. She boldly declared her new faith by wearing a necklace that had a cross on it. Once noticed, the persecution began, but Roda continues to bravely stand firm in her faith.\n“From now on, I will bow down to the Messiah, the One who has saved me.”\nWhat has changed this year?\nBroadly speaking, pressure on Christians in Ethiopia has intensified, despite the country dropping two places on the World Watch List. Opposition has increased in family, church and community life. While there has been a drop in recorded incidents of violence, this must be understood in the context of ongoing conflicts—such as the fighting in Tigray—where it’s difficult to differentiate between faith and ethnic/political related attacks.\nWho is most vulnerable to persecution?\nThe severity and form of persecution varies by region. For example, Christians in Amhara and Tigray are especially vulnerable to persecution from the Ethiopian Orthodox Church (EOC), whereas in places like Oromia, Afar and the Somali region persecution largely stems from Islamic extremists. The most severe cases of persecution tend to come in Gurage, Silte and Alaba, which are just south of the capital Addis Ababa.\nWhat does Open Doors do to help?\nOpen Doors works through local partners to strengthen Christians in Ethiopia with leadership and persecution survival training, economic empowerment projects, livelihood skills training, and women’s and youth ministry.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/ethiopia/"
    },
    "Jordan": {
        "name": "Jordan",
        "rank": "39",
        "region": "Middle East",
        "religion": "Islam",
        "score": "65.68",
        "persecution_type": "Islamic oppression",
        "violence": "3.0/16.7",
        "church_life": "12.5/16.7",
        "national_life": "12.3/16.7",
        "community_life": "11.0/16.7",
        "family_life": "14.0/16.7",
        "private_life": "12.9/16.7",
        "details": "What does persecution look like in Jordan?\nCompared to Christians living in other Middle Eastern countries, most Christians in Jordan enjoy a relatively high level of religious freedom, but Christians from Muslim backgrounds in particular can encounter opposition. If a Christian from a Muslim background publicly declares their faith, this can lead to beatings, arrest or even death.\nThe state exerts pressure on all Christian communities, especially through monitoring. Unrecognized churches can face harassment by public authorities, particularly those that actively evangelize. Christians who actively share their faith, or help converts, can face hostility.\nThe presence of Islamic extremists, including returning jihadists from Syria and Iraq, continues to pose a threat to the Christian community.\nMeet “Tareq”\n“When [the leader of a Bible study group prayed with me], I felt the Holy Spirit being poured out into me. That moment changed my life. I used to be a bully, a troublemaker. But now I am a committed member of these groups, joining the Bible study meetings twice a week. I am a new creation now in Jesus Christ. I look more and more like Him.”\nWhat has changed this year?\nDespite dropping a place in the World Watch List, hostility toward Christians has marginally increased. There has been a rise in reported incidents of violence and less acceptance of public expressions of Christian faith, such as openly displaying Bible verses.\nWho is most vulnerable to persecution?\nThe level of persecution is generally the same all over Jordan, although social control is likely to be higher in rural areas. The south of the country is also known to be more conservatively Islamic.\nWhat does Open Doors do to help?\nOpen Doors works with local partners in Jordan to support Christians through training, relief aid and rehabilitation projects.\nNumber of Christians statistic is an Open Doors estimate",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/jordan/"
    },
    "Democratic Republic of the Congo": {
        "name": "Democratic Republic of the Congo",
        "rank": "40",
        "region": "Africa",
        "religion": "Christianity",
        "score": "65.68",
        "persecution_type": "Islamic oppression",
        "violence": "15.6/16.7",
        "church_life": "12.0/16.7",
        "national_life": "9.7/16.7",
        "community_life": "12.6/16.7",
        "family_life": "7.9/16.7",
        "private_life": "8.0/16.7",
        "details": "What does persecution look like in the Democratic Republic of the Congo?\nPersecution in the Democratic Republic of the Congo (DRC) mostly takes the form of violent attacks. Although a very high percentage of the population are Christians, the Islamic extremist group Alliance for Democratic Forces (ADF) is responsible for the persecution of Christians in the east of the country, brutally attacking Christians and churches. In one district in eastern DRC, there are only four remaining Evangelical churches from 24 that were once active. While persecution is relatively low in other spheres of life, the particularly high levels of violence is why DRC is in the World Watch List top 50.\nConverts both from Islam and from indigenous religions face pressure to take part in non-Christian religious activities and ceremonies. Christian leaders who advocate against corruption risk harassment and interference from the government.\nMeet Georgine, who was widowed by Islamic extremists\n“I am pleased to know that people are praying for me, for God to comfort me and my children.”\nWhat has changed this year?\nViolence against Christians remains very high and continues to be the main form of persecution in DRC. In 2021, the government announced a state of siege in the northeastern provinces to curb the violence perpetrated by the Allied Democratic Forces—but attacks on communities and churches continued.\nWho is most vulnerable to persecution?\nChristians face violent persecution from Islamic militants who are particularly active in the eastern part of the country.\nWhat does Open Doors do to help Christians in the DRC?\nOpen Doors works through local partners to support Christians in DRC through persecution survival and discipleship training, economic empowerment projects and trauma care.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/democratic-republic-of-congo/"
    },
    "Mozambique": {
        "name": "Mozambique",
        "rank": "41",
        "region": "Africa",
        "religion": "Christianity",
        "score": "64.98",
        "persecution_type": "Islamic oppression",
        "violence": "15.6/16.7",
        "church_life": "12.5/16.7",
        "national_life": "7.9/16.7",
        "community_life": "11.3/16.7",
        "family_life": "8.5/16.7",
        "private_life": "9.3/16.7",
        "details": "What does persecution look like in Mozambique?\nFor Christians in Mozambique, Islamic oppression is the most common form of persecution. One Open Doors country expert shared that, “radical Islamic attacks have claimed the lives of many Christians.” The brutality of these groups has only increased, including a prominent extremist group who has links to the Islamic State group. The presence of drug cartels in some areas is making the lives of Christians—especially church youth workers—difficult.\nMeet “Furaia,” a Christian in Mozambique who saw her husband murdered during an Islamic extremist attack\n“Things are hard. I was used to having my husband to share life and hardships with. I had a family and relatives. Now I am alone with the children, wondering what to tell them, how to bring them up, and how to give them adequate protection. I can only pray for peace and that we will not be abandoned.”\nWhat has changed this year?\nMozambique joined the Top 50 in 2021 after extremist Islamic attacks claimed the lives of many Christians there, and it’s risen several spots in 2022. An Islamic State-affiliated group is seeking to establish an Islamic Caliphate in Mozambique. Their efforts have included numerous atrocities, burned churches and religious schools, and displacement of tens of thousands of people from the northern part of the country. These attacks have allowed religious persecution, which used to be limited almost entirely in the north, to spread. And drug cartels in some areas make the lives of Christians, especially church youth workers, more difficult. In addition to the violence, pressure has increased on believers in Mozambique.\nWho is most vulnerable to persecution?\nThe persecution of Christians is most severe in the northern areas due to Islamic State-affiliated extremists carrying out violent attacks as they seek to spread their influence and control.\nWhat does Open Doors do to help?\nThrough training and economic empowerment, Open Doors focuses on emergency support to Christians affected by increasing extremist violence in the north.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/mozambique/"
    },
    "Turkey": {
        "name": "Turkey",
        "rank": "42",
        "region": "Middle East",
        "religion": "Islam",
        "score": "64.78",
        "persecution_type": "Islamic oppression",
        "violence": "4.6/16.7",
        "church_life": "11.6/16.7",
        "national_life": "13.2/16.7",
        "community_life": "11.4/16.7",
        "family_life": "11.5/16.7",
        "private_life": "12.6/16.7",
        "details": "What does persecution look like in Turkey?\nChristians in Turkey experience incredible pressure from very strong—and increasing—religious nationalism in Turkey. The government continues to target even foreign Christians in its borders, along with the foreign spouses of Turkish citizens. It’s not technically illegal for Muslims to convert to Christianity, but any Muslim who does decide to follow Jesus comes under immense strain from their families and communities, who often demand the convert return to Islam. These believers are sometimes forced to lead a double life and hide their conversion. Even Christians who did not convert from Islam are hardly regarded as full members of Turkish society and encounter all kinds of legal and bureaucratic obstructions. All Christians have limited access to state employment and experience discrimination in private employment, especially in jobs with ties to the government.\nMeet Hans-Jurgen Louven, who was forced to leave Turkey\n“The only reason I can think of for [forcing me to leave] is that we are people of faith, and at times we have shared our faith with the local people.”\nWhat has changed this year?\nEven though it’s decreased in score, Turkey continues its status as a place where Christians can expect to encounter significant opposition for their faith. Increasingly, Turkish identity is tied to Islam, so anyone outside of that brand of religious nationalism encounters suspicion and discrimination. All Christians are under pressure in Turkey, but converts from Islam are certainly the most vulnerable, along with Christian refugees from countries like Iran, Iraq and Syria.\nWho is most vulnerable to persecution?\nThe persecution against converts from Islam is greatest in the rural areas of Turkey. That’s why many believers who were Muslim choose to live in cities where they have more freedom. Christians in more historical Christian traditions—groups like the Armenian and Assyrian (Syriac) churches—face higher pressure and hostility in Turkey’s southeastern region.\nWhat does Open Doors do to help Christians in Turkey?\nOpen Doors raises worldwide prayer support for persecuted believers in Turkey.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/turkey/"
    },
    "Mexico": {
        "name": "Mexico",
        "rank": "43",
        "region": "Latin America",
        "religion": "Christianity",
        "score": "64.77",
        "persecution_type": "Organized crime and corruption",
        "violence": "12.6/16.7",
        "church_life": "10.3/16.7",
        "national_life": "10.8/16.7",
        "community_life": "12.5/16.7",
        "family_life": "8.3/16.7",
        "private_life": "10.3/16.7",
        "details": "What does persecution look like in Mexico?\nIn Mexico, criminal groups struggle for territorial control. Christians are perceived (and rightly so) to be against criminal operations and violence, and are therefore at constant risk of being targeted for elimination. In rural indigenous communities, anyone who turns from traditional religious beliefs can face rejection and punishment in the form of fines, imprisonment, and forced  displacement. As Christians hold fast to traditional, biblical views on issues such as abortion, same-sex marriage, parental rights and religious liberty, they become less tolerated in the public square. Non-discrimination laws mean that any links between Christian faith and politics are placed under very strict legal scrutiny.\nMeet Pastor Imeldo\nWhen Pastor Imeldo returned from a few years living in the U.S., he was welcomed by his home village. He created a Bible study that grew to need a church building, which he built on family land. But when Christians came into town to meet at the church, officials closed it down and arrested Pastor Imeldo. After two days, the town’s assembly ordered him to leave. He recalls someone telling him that day: “Imeldo, you have to understand that we want to preserve our customs, we don’t want what you bring because then our traditions will disappear.”\nWhat has changed this year?\nMexican criminals were able to take advantage of the socio-political instability surrounding the COVID-19 crisis to reinforce and increase their territorial dominance, generating greater vulnerability (and increased violence) for Christians. The COVID-19 context also encouraged the indigenous community authorities to act more harshly against those Christians refusing to adhere to traditional customs. Additionally, it’s becoming more difficult for Christians to find a chance to express their viewpoints in the public square.\nWho is most vulnerable to persecution?\nCriminal networks that have spread throughout Mexico act as drivers of persecution wherever the church is perceived as a threat to their interests. Mexico’s southern states are the main areas for clan oppression, violating the rights of Christians inside indigenous communities. Church buildings have been vandalized by those who have a radical commitment to secularism and are opposed to any Christian values.\nWhat does Open Doors do to help?\nOpen Doors is engaged in research and communication to raise awareness about the persecuted church in Mexico and to help the church cope with persecution. We also encourage advocacy to help address root causes of persecution at the local, federal and regional levels, as well as raise prayer support from the worldwide Church for persecuted believers. Finally, we develop training to help the Mexican church be aware of and respond biblically to persecution.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/mexico/"
    },
    "Cameroon": {
        "name": "Cameroon",
        "rank": "44",
        "region": "Africa",
        "religion": "Christianity",
        "score": "64.63",
        "persecution_type": "Islamic oppression",
        "violence": "15.4/16.7",
        "church_life": "13.1/16.7",
        "national_life": "7.2/16.7",
        "community_life": "12.6/16.7",
        "family_life": "7.6/16.7",
        "private_life": "8.8/16.7",
        "details": "What does persecution look like in Cameroon?\nWhile Cameroon is officially a secular country, there are predominantly Muslim areas where Islamic extremism is growing. In the north, the extremist group Boko Haram is a violent presence—abducting, attacking or killing Christians, as well as disrupting church activities. In other areas, security injunctions have set heavy restrictions on church activities. Strong governance is lacking in Cameroon, adding to the vulnerability faced by persecuted Christians.\nChristians who convert from Islam suffer persecution across Cameroon, and are at great risk if they tell anyone about their new faith, or if Bibles are discovered in their possession. They face this risk both from the wider community and their immediate family. Women who convert are often forced into marriage with non-Christians, and there are cases of children of Christians in the north being coerced by Muslim relatives to attend Islamic classes.\nMeet Fadi\n“I need God to stay with me in every situation, to do His wonderful power in my life.”\nFadi’s sister was kidnapped by Boko Haram, and Fadi has had to flee her home repeatedly\nWhat has changed this year?\nBoko Haram attacks continue to bring grief and destruction. While there was a slight decrease in reported incidents of violence, it remains at an extreme level. The spread of Islamic extremist violence in Cameroon has also affected church life, with security injunctions and displaced believers among reasons why churches are unable to operate and flourish.\nWho is most vulnerable to persecution?\nChristians in the far north of Cameroon are most vulnerable to Islamic extremist violence, but the risk of persecution is also growing in the northwest and southwest, partly due to weak governance and insecurity.\nWhat does Open Doors do to help?\nOpen Doors works through local partners to strengthen persecuted Christians in Cameroon by providing emergency relief aid, trauma care, economic empowerment projects, and practical and spiritual care for new believers.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/cameroon/"
    },
    "Tajikistan": {
        "name": "Tajikistan",
        "rank": "45",
        "region": "Central Asia",
        "religion": "Islam",
        "score": "64.62",
        "persecution_type": "Dictatorial paranoia",
        "violence": "0.7/16.7",
        "church_life": "13.2/16.7",
        "national_life": "12.6/16.7",
        "community_life": "12.0/16.7",
        "family_life": "12.3/16.7",
        "private_life": "13.8/16.7",
        "details": "What does persecution look like in Tajikistan?\nThe government of Tajikistan is largely authoritarian, ruled by President Emomali Rahmon since 1994. Because of the totalitarian leadership structure, any perceived deviation from any group is treated with suspicion. This means authorities put significant pressure on Christians through tightening existing laws and strictly enforcing the ones that already exist, such as greatly restricting the public training of church leaders. The Russian Orthodox Church is registered and somewhat tolerated, since they don’t usually reach out to the Tajik population. But Protestants are viewed with significant suspicion and are seen as extremists. Additionally, Tajikistan is predominantly Muslim, which means converts from Islam are at risk from their families and communities in addition to the broader persecution from the one-party state.\nMeet Pastor Bahrom, a church leader in Tajikistan\n“Early last year, my church was attacked and the church building was confiscated by the court. Our church is now gathering inside a shipping container.”\nWhat has changed this year?\nThe pressure on Christians in Tajikistan has largely stayed the same from year to year, even as the ranking fell significantly—the decrease in rank was mostly due to rising persecution scores for many other countries. The persecution continues to come from two primary sources: the totalitarian regime that rules the country, and Muslim-majority communities that oppose any deviation from Islam.\nWho is most vulnerable to persecution?\nAny Christian in Tajikistan may be at risk due to the government’s widespread suspicion of believers. But Protestants are at greater risk than some historical denominations. Converts from Islam experience pressure from family, friends and community in greater amounts in rural areas—cities are slightly safer for believers who left Islam.\nWhat does Open Doors do to help?\nOpen Doors provides immediate aid to Central Asian believers when they are imprisoned, excluded from families and communities, and deprived of livelihood and employment because of their faith in Christ. Open Doors also strengthens the persecuted church in Central Asia through things like literature distribution, biblical training and persecution preparedness training.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/tajikistan/"
    },
    "Brunei": {
        "name": "Brunei",
        "rank": "46",
        "region": "Asia",
        "religion": "Islam",
        "score": "64.28",
        "persecution_type": "Islamic oppression",
        "violence": "0.6/16.7",
        "church_life": "13.2/16.7",
        "national_life": "11.0/16.7",
        "community_life": "10.3/16.7",
        "family_life": "14.5/16.7",
        "private_life": "14.8/16.7",
        "details": "What does persecution look like in Brunei?\nThe sultan is seen as the protector and defender of the Muslim faith, and leaving Islam is illegal. Converts can be punished under penal law, and families and communities will exert great pressure to “bring them back” to their original faith. Christians tend not to face outright violence, however.\nNon-traditional Christian communities cannot be registered as churches, but have to be registered as companies, societies or family centers. As such, they are treated as secular organizations and are required to submit their financial and operational reports to the government every year. Sharia (Islamic law) continues to be introduced in the country and implemented more widely.\nMeet “Elora”\n“Believers are not willing to take risks. Parents choose not to send their children to public church events either. Some of my friends have even said they don’t see a place for themselves in the church anymore.”\nElora was the only Christian in her school. She has faced a lot of questions and pressure, but still serves God through her church.\nWhat has changed this year?\nThe implementation of the Shariah (Islamic law) penal code has increased insecurity and fear among Brunei’s Christian population, and has increased the pressure felt by Christians in public and private life.\nWho is most vulnerable to persecution?\nChristians from a Muslim background are the most vulnerable to persecution.\nWhat does Open Doors do to help Christians in Brunei?\nOpen Doors raises prayer support for persecuted believers in Brunei.\nChristian population statistic is an Open Doors estimate.",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/brunei/"
    },
    "Kazakhstan": {
        "name": "Kazakhstan",
        "rank": "47",
        "region": "Central Asia",
        "religion": "Islam",
        "score": "63.90",
        "persecution_type": "Dictatorial paranoia",
        "violence": "1.7/16.7",
        "church_life": "13.5/16.7",
        "national_life": "12.6/16.7",
        "community_life": "11.1/16.7",
        "family_life": "11.6/16.7",
        "private_life": "13.4/16.7",
        "details": "What does persecution look like in Kazakhstan?\nChristian freedom in Kazakhstan is severely restricted under legislation dating to September 2011.\nSurveillance, raids on meetings, fines and arrests are part of the fabric of Christian life, with the authorities using the threat of Islamic extremism to tighten its control on religious freedom. The past year has seen a number of believers face fines for selling Christian literature and objects. The Russian Orthodox churches experience the fewest problems, as it doesn’t tend to initiate contact with the Kazakh population.\nChristians from Muslim backgrounds also face opposition closer to home, from family, friends and neighbors. They could face house arrest, beatings or expulsion from the community. Local mullahs (Muslim leaders) also preach against them.\nMeet “John”\nJohn is a member of Shanyrak church in Nur-Sultan. His church was charged by the police in February 2021, accused of insulting the feelings of Muslims. “This is a very serious charge and has difficult consequences,” John said. “We teach in our church to respect other religions. Our goal is to preach the gospel of Jesus Christ without blaming or judging others. We are still waiting for an investigation from the police. Meanwhile laws are changing in Kazakhstan. It will be much more difficult to meet in the future. The worst possible scenario is that the church will be closed, and several people may be jailed.”\nWhat has changed this year?\nWhile there has been a drop in reported incidents of violence against Christians, this is almost offset by marginal increases in opposition in all other areas, including church and community life.\nThe past year has also seen proposed changes to the country’s Religion Law which will make it more difficult for Christians to hold gatherings away from state-approved places of worship. The revised law also states that anyone meeting outside registered places of worship will need the state’s approval before producing written religious material. However, the punishment for committing certain “crimes,” including importing Christian literature without permission, will be reduced under the new changes.\nWho is most vulnerable to persecution?\nThe tight control of Christians by the Kazakh government can happen across the country. Pressure on converts from family, friends and community is stronger in rural areas.\nWhat does Open Doors do to help Christians in Central Asia?\nOpen Doors strengthens persecuted Christians in Central Asia by providing Bibles and Christian literature, training, socio-economic development projects, practical aid, and women, children and Youth ministries.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/kazakhstan/"
    },
    "Nepal": {
        "name": "Nepal",
        "rank": "48",
        "region": "Asia",
        "religion": "Hinduism",
        "score": "63.60",
        "persecution_type": "Religious nationalism",
        "violence": "5.2/16.7",
        "church_life": "12.7/16.7",
        "national_life": "13.6/16.7",
        "community_life": "9.9/16.7",
        "family_life": "9.8/16.7",
        "private_life": "12.4/16.7",
        "details": "What does persecution look like in Nepal?\nThough Nepal is no longer an official Hindu state, most Christian persecution in Nepal comes from radical Hindu groups who want the country to return to Hinduism. Many of the Christians in Nepal are converts from Hinduism, and these converts experience significant pressure from their families and communities. If a family discovers a member is a Christian, the convert might be expelled from their family home or even violently attacked. Also limiting religious freedom are anti-conversion laws and the destruction and forced closers of churches. Churches where foreigners gather are treated with more tolerance, though members of some Protestant churches still experience significant pressure.\nChristians who are members of indigenous groups also face persecution. Nepal has a rich diversity of tribes and clans where ethnic cultures, traditions and rituals are seen as very important. Once people convert to Christianity, they stop taking part in many of these traditions and are considered outcasts by the community. They might also be subjected to violent forms of persecution.\nMeet “Kabita Khatri,” whose husband left her after she came to faith in Jesus\n“My family members constantly pressured me to give up my faith. They stopped talking to me and didn’t help me financially. But I never gave up. One day, my father-in-law gathered some villagers and provoked them against me. He told me to leave my house if I wouldn’t leave my faith. But those threats didn’t shake my faith. Then, he found another way to persecute me. He stopped providing electricity in my room. I had to use candles or a cell phone’s light to light the house during the night. I was despised and left alone. But all these hardships couldn’t waver my faith in Christ.”\nWhat has changed this year?\nNepal continues to be a place filled with persecution for followers of Christ. Nepal’s fall in rank belies its persecution score, which stayed nearly as high as last year. Despite a decrease in violence, pressure in almost every sphere of life went up, showing that daily life remains difficult for Christians, especially converts from Hinduism. Despite some good news—the government allowed some Christian charities to help with COVID-19 relief—the situation remains difficult for Nepal’s believers.\nThere are no hotspots for persecution of Christians in Nepal, but pressure on converts is stronger in the countryside than in the urban areas.\nWhat does Open Doors do to help Christians in Nepal?\nOpen Doors works through partners in Nepal to support Christians with Bibles and discipleship materials, biblical training, socio-economic aid and advocacy.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/nepal/"
    },
    "Kuwait": {
        "name": "Kuwait",
        "rank": "49",
        "region": "Middle East",
        "religion": "Islam",
        "score": "63.57",
        "persecution_type": "Islamic oppression",
        "violence": "1.1/16.7",
        "church_life": "13.1/16.7",
        "national_life": "12.3/16.7",
        "community_life": "9.8/16.7",
        "family_life": "13.7/16.7",
        "private_life": "13.5/16.7",
        "details": "What does persecution look like in Kuwait?\nIn Kuwait, conversion from Islam to another faith is not officially recognized and is likely to lead to legal problems in personal status and property matters. Converts to Christianity from Islam face discrimination and harassment from their family and community, intimidation from Islamist groups, and even police monitoring.\nExpatriate Muslims who convert to Christianity experience the same levels of pressure as they would face in their home countries, as they often live within their own national or ethnic communities.\nBecause of the potentially severe consequences, it is almost impossible for converts to reveal their new faith, which is why there are hardly any reports of Christians being killed or harmed for their faith.\nAlthough expatriate Christians are relatively free to worship, finding a place to meet is often difficult. Christians must be very careful when sharing their faith, since proselytizing is illegal and they could be expelled from the country.\nMeet “Judah,” a Christian living in the Arabian Peninsula\n“The Word of God is eaten here. People are so hungry for the Word that it just finds its way to them.”\nWhat has changed this year?\nLittle has changed for Christians in Kuwait, despite the country dropping a place on the World Watch List. While expatriate believers remain relatively free to practice their faith, converts from Islam continue to face severe opposition from both their families and communities—and, if anything, this hostility has only increased over the past year.\nWho is most vulnerable to persecution?\nChristian converts are most vulnerable to persecution, because Kuwaiti society is highly conservative and leaving Islam is regarded as a betrayal of the family and tribe. In many cases, converts are alienated from their families as a result of their conversion. Expatriate Christians with lower levels of skills are more likely to face discrimination and abuse, especially female domestic workers.\nWhat does Open Doors do to help?\nOpen Doors supports the body of Christ on the Arabian Peninsula by organizing prayer, distributing Scripture resources, and training believers and pastors.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/kuwait/"
    },
    "Malaysia": {
        "name": "Malaysia",
        "rank": "50",
        "region": "Asia",
        "religion": "Islam",
        "score": "63.45",
        "persecution_type": "Islamic oppression",
        "violence": "3.3/16.7",
        "church_life": "10.2/16.7",
        "national_life": "11.6/16.7",
        "community_life": "11.5/16.7",
        "family_life": "14.3/16.7",
        "private_life": "12.5/16.7",
        "details": "What does persecution look like in Malaysia?\nEvery ethnic Malay is expected to be Muslim, according to the country’s Constitution. Those who convert to Christianity break the law and run head first into severe pressure from their families and communities. Converts are seen as betrayers of all that Malay society values most. All non-Muslim religious groups are watched by the authorities, as are non-governmental organizations, but the greatest focus is on non-traditional Protestant groups because these groups are more likely to actively testify about their faith, which is illegal.\nTumultuous Malaysian politics in recent years have resulted in more of an emphasis on conservative Islam, and have made radical factions feel freer to make statements opposing religious and ethnic minorities, including Christians. Converts from Islam to Christianity experience the most pressure and hostility of any group in the country.\nMeet “Reina”\nReina heard stories about Jesus and was fascinated. When a local partner gave her a Bible in her own language, her fascination turned to faith. But she was frustrated by not being able to share her faith effectively with her illiterate husband and children. Then the partner gave Reina a USB stick with a complete audio Bible in her language, plus a PDF copy of the Bible and videos of the four Gospels. Now she is able to share Jesus with her family in a way they can understand.\nWhat has changed this year?\nMalaysia continues to be a difficult place for Christians, particularly those who convert from Islam. As Malaysia swings more deeply toward radical Islamic belief and practice, the potential for Christian persecution increases. There is less tolerance, or even hope of tolerance, with the new government than in past years. To maintain order, the continued policy of preferential treatment for ethnic Malay people puts anyone outside Islam under tighter scrutiny.\nWho is most vulnerable to persecution?\nThere are no hotspots of persecution for Christians in Malaysia. However, the All non-Muslims are at risk in Malaysia. Though there are no prominent hot spots where persecution is greater, the pressure to conform is immense. Islamic missionary work among Christians is encouraged; even state-supported plans of conversion to Islam have been published.\nWhat does Open Doors do to help?\nOvert Christian work and ministry are not allowed in Malaysia—but Open Doors recognizes that the greatest weapon in this or any other nation is intercessory prayer for the believers. Open Doors raises awareness of the situation for Christians in Malaysia and provides specific prayer points to help the worldwide Church remember and lift up Malay believers. We also work with ministry partners to supply and distributed Bibles and discipleship materials.\nPopulation statistic: Johnson T M and Zurlo G A, eds., World Christian Database (Leiden/Boston: Brill, accessed April 2021).",
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/malaysia/"
    }
}