{
    "North Korea": {
        "name": "North Korea",
        "rank": "1",
        "religion": "Agnosticism",
        "government": "Single-party dictatorship",
        "christians": "400,000 (OD estimate)",
        "violence": " 13.1",
        "church_life": " 16.7",
        "national_life": " 16.7",
        "community_life": " 16.7",
        "family_life": " 16.7",
        "private_life": " 16.7",
        "persecution_type": "Communist and post-Communist oppression\nDictatorial paranoia",
        "details": "What does persecution look like in North Korea?\nNorth Korea remains a brutally hostile place for Christians to live. If discovered by the authorities, believers are either sent to labour camps as political prisoners where the conditions are atrocious, or killed on the spot – and their families will\n    share their fate as well. Christians have absolutely no freedom. It is almost impossible for believers to gather or meet to worship. Those who dare to meet must do so in utmost secrecy – and at enormous risk. A new 'anti-reactionary thought law' makes\n    it amply clear that being a Christian or possessing a Bible is a serious crime and will be severely punished.\nA report issued in 2022 by The International Bar Association and The Committee for Human Rights in North Korea said that Christians are particularly targeted and exposed to torture in North Korean prisons. \"Detention periods have been documented as\n    being longer for Christians than other groups, and witnesses have reported that ‘identified Christians are interrogated for longer periods, usually under torture’, and subjected to some of the worst forms of torture to force them to incriminate others\n    during interrogation,\" it said.\nThe reason for such extreme persecution is that Christianity is seen as a particular threat to the dictatorial ideology and governance of the country's barbaric regime. Christians are viewed as enemies of both the leadership and society in general.\nWho is most vulnerable to persecution?\nChristians the length and breadth of North Korea are equally susceptible to extreme persecution at the hands of North Korea’s authoritarian state. Insurgency is unthinkable and the regime keeps a watchful eye on all citizens. The border with China is\n    now more closely monitored, making it even more difficult for citizens to escape.\nChristians interred in prison camps and total control zones can be seen as facing the most persecution, but it is not easy to obtain up-to-date information from these camps.\nMeet \"Yong-Gi\"\n\n\"Step by step, I realise how the Holy Spirit leads my life. I decide to put all things onto God’s hands\"\nYong-Gi is a North Korean Christian who was helped through our safehouse ministry\n\nWhat has changed this year?\nAcross the year, Open Doors contacts heard from reliable sources that several dozen North Korean believers from several underground churches had been discovered and executed. More than 100 members of their families were also said to have been rounded\n    up and sent to labor camps.\nThese reports show that life has got even harder for North Korean Christians, with the recently introduced ‘anti-reactionary thought law’ – which makes it clear that being a Christian and/or possessing a Bible is a serious crime and will be severely\n    punished – coinciding with a rise in reported incidents of violence against believers.\nWhat does Open Doors do to help Christians in North Korea?\nOpen Doors secret workers are keeping 80,000 North Korean believers alive with vital food and aid through secret networks in China, as well as providing shelter and discipleship training for North Korean refugees at safe houses in China.\nHow can you pray for North Korea?\n\nPlease pray that the Holy Spirit will continuously pour supernatural peace and strength into believers held in labour camps\nThat Christians who bravely gather in secret will be protected from the prying eyes of the authorities\nPray for the North Korean regime, that they will allow the country to be helped and influenced by the wider world.\n\n\na prayer for North Korea\n\nFather God, we thank You for the remarkable bravery of our brothers and sisters in North Korea. Continue to encourage, equip and empower them as they follow You amid such extreme persecution. Protect secret gatherings of believers – may their meetings\n      be places of divine encounter. Give wisdom, boldness and discernment to Your children to know how to express their faith in society without drawing the attention of the authorities. We cry out to You for this nation, Lord, asking that You will build\n      Your church and soften the hardened hearts of Kim Jong-un and his regime. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/north-korea"
    },
    "Somalia": {
        "name": "Somalia",
        "rank": "2",
        "religion": "Islam",
        "government": "Federal Parliamentary Republic",
        "christians": "Hundreds (OD estimate)",
        "violence": " 8.5",
        "church_life": " 16.6",
        "national_life": " 16.6",
        "community_life": " 16.6",
        "family_life": " 16.7",
        "private_life": " 16.5",
        "persecution_type": "Islamic oppression\nClan oppression\nOrganized corruption and crime\nDictatorial paranoia",
        "details": "What does persecution look like in Somalia?\nSomalia is a majority Muslim nation and society expects all Somalis to be Muslim. Imams in mosques and madrassas state publicly that there is no room for Christianity, Christians or churches. The violent insurgent group al-Shabaab has repeatedly expressed its desire to eradicate Christians from the country. Christians from Muslim backgrounds are regarded as high-value targets and may be killed on the spot if discovered.\nChristians also face serious persecution from their family and community. Leaving Islam is regarded as a betrayal of the family and clan, and family members and clan leaders will harass, intimidate and even kill Somali converts. Anyone even suspected of being a Christian convert is closely monitored by the elders in the community, and even by their own family members. ‘Church life’ is simply not possible, so the few believers must meet in secret. Islamic militants have intensified their hunt for people who are Christian and in a position of leadership.\nWho is most vulnerable to persecution?\nChristians from a Muslim background are most vulnerable to persecution. Converts from Islam to Christianity are regarded as a high-value target by al-Shabaab militia and many converts have been killed on the spot when discovered. Young female converts to Christianity are particularly vulnerable. They are oppressed and exploited both on grounds of their faith and their gender. Young Christian girls are forced into marriages, in which they face sexual harassment, physical violence and pressure to adhere to conservative Muslim practices in an attempt to 'rehabilitate' them.\nNo region of Somalia is safe for Christians. However, areas in the south and southwest that under the control of al-Shabaab are the most dangerous.\n\nMeet \"Nala\"\n\n\"When I got home, the men in my family were waiting for me. They beat me and took my mobile phone and they locked me up in a room. They said, ‘We have heard that you are corrupted,’ but they have never once used the word ‘Christian’”\nNala is a Somali believer forced to flee the country \n\nWhat has changed this year?\nChristians in Somalia continue to face an extreme level of violence, which has worsened in recent years. Islamic militants have intensified their hunt for people who are Christian. Their goal, as they stated on many occasions, is to free Somali from any Christians. During the past year, al-Shabaab carried out a number of violent attacks in the capital, Mogadishu, killing many soldiers and hundreds of civilians. Hundreds more were wounded. The political landscape has deteriorated, and tribal leaders, the government and opposition leaders disagree on crucial issues such as holding elections. Taking advantage of this fragmentation, jihadist groups have increased their numbers of followers and escalated their bid for control of the country's territories. Even though the election was finally held and transfer of power took place, the friction has showed the fragility of the current state of affairs.\n\nWhat does Open Doors do to help Christians in Somalia?\nOpen Doors supports Somali believers across the Horn of Africa through discipleship training and equipping them to cope with severe persecution.\nHow can you pray for Somalia?\n\nViolent Islamic extremism is increasing. Pray for peace and for God’s protection over His church\nSomali believers face great isolation. Pray that they will know God’s comfort and find ways to grow in their faith\nPray for God’s wisdom and protection over Open Doors' work in the Horn of Africa and that it will bear much fruit.\n\t \n\n\na prayer for Somalia\nFather God, we recognize the dangers that our Somali brothers and sisters face, simply for following Christ. Cast Your protection over secret believers, and those whose faith has been discovered. Heal those who have been harmed physically and emotionally. Comfort those who have lost a family member because of their faith. Intervene in the hearts of extremists to put an end to the violence and restore peace to this region. Move in powerful, supernatural ways to eradicate fear, intimidation and violence. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/somalia"
    },
    "Yemen": {
        "name": "Yemen",
        "rank": "3",
        "religion": "Islam",
        "government": "In Transition",
        "christians": "A few thousand (OD estimate)",
        "violence": " 5.2",
        "church_life": " 16.7",
        "national_life": " 16.7",
        "community_life": " 16.5",
        "family_life": " 16.6",
        "private_life": " 16.7",
        "persecution_type": "Islamic oppression \nClan oppression \nDictatorial paranoia \nOrganized corruption and crime",
        "details": "What does persecution look like in Yemen?\nIt is extremely dangerous to be a Christian in Yemen, due to the country's strict Islamic laws and the presence of militant Islamic groups.\nThe population is overwhelmingly Muslim and it is illegal to convert from Islam to Christianity. Yemen is strongly tribal and tribal law prohibits members of the tribe from leaving. Yemeni Christian converts are at great risk of being killed, not just ostracized or expelled, by their families, clans and tribes.\nIslamic extremist groups such as al-Qaeda and the Islamic State group threaten so-called \"apostates\" with death if they do not return to Islam. In other areas, including those controlled by Houthis, converts risk imprisonment. In detention centres, Christian detainees have reportedly suffered physical and mental torture.\nMost believers from a Muslim background choose to practice their faith covertly. They cannot gather together, because of the growing fear that neighbours will report them to the local authorities. Displaying Christian symbols could lead directly to imprisonment, physical abuse or even execution.\nAll Yemenis are affected by the humanitarian crisis caused by the ongoing civil war, but Yemeni Christians are additionally vulnerable since emergency relief is mostly distributed through local Muslims and mosques, which allegedly discriminate against all who are not considered to be devout Muslims. The influence of Islamic militants also adds to the already vulnerable position of indigenous Christians.\nWho is most vulnerable to persecution?\nThere is a strong al-Qaeda presence in the rural areas in the south, which makes it particularly dangerous for Christians. Converts from Islam to Christianity have also indicated that there is more pressure in the Shiite Houthi-controlled areas in the north than in areas under the control of the Sunni Hadi government.\nMeet \"Mohammad\"\n\n“When I came to faith, I thought I was the only believer in Yemen. For a long time, I didn’t know any other Yemeni Christians.\"\nMohammad \n\nWhat has changed this year?\nYemen has risen two places on the World Watch List due to a slight increase in the number of reported violent incidents against Christians, such as opposition and limitations experienced by informal fellowships. Pressure on converts is at extreme levels in all spheres of life. Christians in Yemen face physical and mental abuse, sexual harassment and rape, as well as forced marriages.\n\nWhat does Open Doors do to help Christians in Yemen?\nOpen Doors supports the body of Christ in Yemen by distributing relief aid and Christian literature, and offering shelter, protection and livelihood training to persecuted believers and their relatives.\n\nHow can you pray for Yemen?\n\nPlease pray for brave secret believers who still choose to follow Christ, despite the imminent dangers\nPray for humanitarian aid to reach all people in need, including those on the margins of society\nPray that God would change the atmosphere of scrutiny and mistrust so that all Yemenis can live safely, and with openness and freedom.\n\n \n\n\nA PRAYER FOR YEMEN\nFather God, bring stability to this country that has suffered so much conflict. Protect those believers who trust You in secret. Draw close to them and remind them of Your love. Provide for people living in poverty and give them a sufficient share of the emergency aid. Bring reconciliation to the factions in conflict and restore peace to this land. Strengthen the secret church. Amen.  \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/yemen"
    },
    "Eritrea": {
        "name": "Eritrea",
        "rank": "4",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "1,709,000 (47.0%)",
        "violence": " 11.1",
        "church_life": " 15.6",
        "national_life": " 15.9",
        "community_life": " 15.5",
        "family_life": " 14.9",
        "private_life": " 14.6",
        "persecution_type": "Dictatorial paranoia \nChristian denominational protectionism\nOrganized corruption and crime\nIslamic oppression",
        "details": "What does persecution look like in Eritrea?\nBelievers in Eritrea continue to suffer extreme persecution, making it one of the hardest places in the world to follow Jesus.\nFor 20 years, Eritrea has only recognised three official Christian denominations: Orthodox, Catholic and Lutheran, and closely monitors these churches. Over the years, government security forces have conducted hundreds of house-to-house raids to catch other Christians. There are thought to be 1,000 Christians indefinitely detained in Eritrean prisons, not officially charged with anything. Some leaders of 'unofficial' churches have been imprisoned in terrible conditions for more than a decade, including solitary confinement in tiny cells.\nThe authorities perpetuate a stigma against believers and encourage neighbours to spy on and report each other. Those who have become Christians from Muslim backgrounds, or who leave the Eritrean Orthodox Church for a non-traditional church, face extreme pressure and persecution from their own families and communities.\nChristian men, women and children as young as 14 are being conscripted into the armed forces to fight in the conflict in Tigray. There's no time limit on military service and Eritrea does not allow conscientious objection. In fact, Christian prisoners are often 'released' into military service instead of being allowed home.\nThe very high level of state-sanctioned persecution and violence against Christians forces some to flee the country, but despite all this the church is actually growing, as Christians show extreme courage and joy and embrace the risk of arrest for Jesus.\nWho is most vulnerable to persecution?\nChristians throughout Eritrea are constantly facing state-sanctioned persecution. Those becoming Christians from a Muslim background, or changing denomination from an Orthodox background, face the harshest oppression from all sides as their communities and families turn against them as well.\nMeet \"Pastor Gideon\"\n\n\"Even when we are in suffering, we rejoice. Our happiness is not based on what we have or do not have. When people see that, they accept Jesus.”\nPastor Gideon, imprisoned for his faith for six and a half years \nWhat has changed this year?\nViolence against Christians has increased slightly in the past year. There is no sphere of life in which the pressure on Christians is not at an extreme level, and it is at its highest in church and public life—where government policy is mainly responsible for exerting pressure. Eritrea’s re-integration into the international community after the lifting of the UN sanctions did not do any good for Christians or even the general public in terms of freedom. The situation in Eritrea remains unbearable for many. As in previous years, government security forces conducted many raids and hundreds of Christians were taken to detention centres. Those who are released are often only released for a temporary period—or they are released for good international press coverage. Upon release from such detention centres, the individual will be ordered to denounce his or her religion and report to the local police on a weekly or monthly basis. Failure to report will lead to further detention. Many have been imprisoned in harsh conditions for over ten years and are still languishing in jail.\nNumerous violations have taken place in the past 12 months. Thousands of men, women and children as young as 14 were reportedly apprehended and sent to the front lines to fight in Tigray. Around the new year, 25 young believers were detained in Barentu and Asmara. A group of 13 Christians were also detained in Asmara, arrested while celebrating Christmas. In June 2022, more than 150 Christians were detained while they were praying in the Asmara Godaif neighbourhood. \"This number is too much in a single home meeting. We do not support their act,\" said the authorities. In March 2022, Eritrean police arrested 29 Evangelical Christians (Pentecostals) and raided their homes in Asmara while they were praying. In September 2022, Eritrean security forces entered Akrur Medhanealem [a Catholic church] and arrested several young people who were praying in the church. The security forces also arrested the deacons, the church ministers and choir during the church raid, even though the Catholic church is meant to be one of the 'accepted' Christian denominations in Eritrea.\n\nWhat does Open Doors do to help Christians in Eritrea?\nOpen Doors works through local church partners in Eritrea to provide economic empowerment projects, discipleship and persecution survival training.\n\nHow can you pray for Eritrea?\n\nPlease pray that those in power have a huge change of heart towards Christians\nPray for supernatural strength, hope and joy for imprisoned believers and their families\nFor Open Doors' work to strengthen the new believers coming to faith in such a challenging context.\n\n\n\na prayer for Eritrea\nHeavenly Father, we pray for all our brothers and sisters currently imprisoned for their faith in Eritrea. May they know Your presence with them in every moment. Sustain them and their families spiritually, physically and emotionally. Thank You for those who have witnessed their courage and come to know You for themselves. We pray that all Christians would be able to meet and encourage one another in safety. And we pray with Eritrean believers that You would work in the hearts of those in power and bring them to repentance. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/eritrea"
    },
    "Libya": {
        "name": "Libya",
        "rank": "5",
        "religion": "Islam",
        "government": "Transitional Government",
        "christians": "35,400 (0.5%)",
        "violence": " 11.5",
        "church_life": " 16.3",
        "national_life": " 16.2",
        "community_life": " 15.9",
        "family_life": " 15.5",
        "private_life": " 15.6",
        "persecution_type": "Islamic oppression\nClan oppression\nOrganized corruption and crime",
        "details": "What does persecution look like in Libya?\nLibya is effectively a lawless land where both native Christians and those passing through from other countries face extreme violence. With no central government to maintain law and order, militant Islamic extremist groups and organised crime groups both wield power. They target and kidnap Christians, and some believers have been killed.\nIf a Libyan from a Muslim background becomes a Christian, they are likely to face intense pressure and abuse from their family and the wider community to make them renounce their faith, or even be killed. Christians who publicly express their faith and try to share the gospel with others are likely to face arrest or retribution from extremist groups.\nLarge numbers of refugees from sub-Saharan Africa pass through Libya in an attempt to reach Europe. Many of these are Christians, and their time there is highly dangerous. They are likely to encounter harassment and threats from the Islamic extremist groups, or to be abducted and used as slave labour by organised crime groups. Some are put straight into the hands of these gangs by their human traffickers.\nWho is most vulnerable to persecution?\nChristian migrants in Libya are very vulnerable to mistreatment, abduction and slavery.\nBelievers from a Muslim background are the most at risk of violence from Islamic extremist groups, particularly in the areas where they are most active, such as the capital.\n What has changed this year?\nThere has been a small decrease in Libya's 'persecution score', according to World Watch List research, caused mainly by a decrease in reported violence (although the violence score is still very high). Persecution in all spheres of life remains at extreme levels. Although the country stabilised to a certain extent and saw less direct conflict last year, the overall vulnerability of Christians in the country remains extremely high.\nWhat does Open Doors do to help Christians in Libya?\nOpen Doors works with local partners and churches in North Africa to provide leadership training, discipleship, livelihood support, Bibles and pastoral care.\nHow can you pray for Libya?\n\nPlease pray for nationwide stability, that law and order will come quickly to Libya\nPray that God would break the power of the organised criminal gangs exploiting vulnerable people\nPray for Christians to be able to communicate safely with one another and be encouraged.\n\n\na PRAYer for Libya\nFather God, we weep for the lawless situation in Libya. We pray against the evils of human trafficking and the organised crime gangs who profit from human misery. Break their power and bring back law, order and justice to Libya. Thank you that it is not illegal to become a Christian in Libya – we pray for a strong and just future government that will enforce that law. Give our brothers and sisters across Libya great comfort and hope in You, and safe ways to communicate with and encourage one another. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/libya"
    },
    "Nigeria": {
        "name": "Nigeria",
        "rank": "6",
        "religion": "Christianity",
        "government": "Federal Presidential Republic",
        "christians": "100,420,000 (46.4%)",
        "violence": " 16.7",
        "church_life": " 14.4",
        "national_life": " 14.5",
        "community_life": " 14.3",
        "family_life": " 13.8",
        "private_life": " 13.8",
        "persecution_type": "Islamic oppression\nEthno-religious hostility\nDictatorial paranoia\nOrganized corruption and crime",
        "details": "What does persecution look like in Nigeria?\nChristians in Nigeria suffer persecution from an ingrained agenda of enforced Islamisation, which is particularly prevalent in the north of the country and has gradually been spreading south.\nSince the northern states declared allegiance to Sharia (Islamic law) in 1999, this enforced Islamisation has gained momentum, by violent and non-violent means. Attacks by Islamic militant groups have increased consistently since 2015, but the government has failed to prevent the rise in violence, which affects all Nigerians, but particularly Christians. \nThe violence is most pervasive in the north, where militant groups such as Boko Haram, ISWAP and Fulani militants inflict murder, physical injury, abduction and sexual violence on their victims. Christians are dispossessed of their land and their means of livelihood. Many live as internally displaced people or refugees.\nIn the Sharia states of northern Nigeria, Christians face discrimination and exclusion as second-class citizens. Christians from a Muslim background also face rejection from their own families, pressure to give up Christianity, and often physical violence.\nWho is most vulnerable to persecution?\nPersecution is most severe and most prevalent in the north, where militant groups such as Boko Haram, ISWAP and Fulani militants seem to increasingly work together against Christians, and against Muslims who don't support their agenda. The raids on Christian communities, and other forms of violence, lead to large numbers of Christians (and other Nigerians) being forced to live in camps for internally displaced people. Women and children are particularly vulnerable in these camps. Children suffer health issues, and women and girls are vulnerable to human trafficking. \nAs well as direct violence, Christians in northern Nigeria are habitually treated as second-class citizens and suffer discrimination and hostility. Christians from a Muslim background also face rejection from their own families, pressure to give up Christianity, and often physical violence.\nViolence and land grabbing are not limited to the north alone. Fulani militants have carried these practices into the southern regions, where communities, villages and other locations have been invaded. The invasion of communities in the south must be understood differently, however. People have not been driven away from their villages, but instead found that their forests and farmlands have been taken over by Fulani militants (and Shuwa Arabs).\nMeet \"Agnes\"\n\n\"We were working in the fields of our farm when armed men approached us. They kidnapped three of us. They later killed my two friends. I am the only one living.” \n Agnes, a survivor of abduction by Boko Haram \n\nWhat has changed this year?\nViolence remains the most dangerous and prevalent threat in Nigeria. Christians continue to be attacked indiscriminately and brutally in northern Nigeria, and the violence has now spread to southern Nigeria. Fulani militants and 'bandits' have settled in southern forests, making access to farmlands increasingly difficult for Christian farmers. These militants pose a significant threat to Christian women and girls, who may be subjected to sexual harassment and forced marriage. \nAbductions for ransom have increased considerably over recent years, including the abduction of church leaders.\nAs the government persists in its official position of denial of religious persecution, Christians' rights continue to be violated with impunity. \nWhat does Open Doors do to help Christians in Nigeria?\nOpen Doors works through local church partners to strengthen Christians in Nigeria with discipleship and persecution survival training, trauma care, relief aid and economic empowerment projects. \nHow can you pray for Nigeria?\n\n Thank God for the courageous faith of believers in Nigeria, who refuse to deny Christ despite the dangers they face\n For an end to the violence inflicted by militant groups across Nigeria\n That Open Doors partners can reach more survivors of violence and abduction with trauma care and persecution survival training.\n\n\na Prayer for Nigeria\n\nDear Father, the violence and brutality across Nigeria is unimaginable. Please intervene to stop these evil attacks and work in the hearts of the militants to turn them from hatred to Your love. Heal Your people who are traumatised by attacks. Give them fresh hope for the future and the means to support themselves financially and socially. Bring about change in the government to protect Christians, and help the president and state governors to work transparently to find lasting solutions to the deepening security crisis in Nigeria. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/nigeria"
    },
    "Pakistan": {
        "name": "Pakistan",
        "rank": "7",
        "religion": "Islam",
        "government": "Federal Parliamentary Republic",
        "christians": "4,194,000 (1.8%)",
        "violence": " 16.7",
        "church_life": " 13.1",
        "national_life": " 14.9",
        "community_life": " 15.1",
        "family_life": " 14.0",
        "private_life": " 13.6",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nEthno-religious hostility\nOrganized corruption and crime",
        "details": "What does persecution look like in Pakistan?\nChristians in Pakistan are considered second-class citizens and face discrimination in every aspect of life. Jobs that are seen as low, dirty and degrading are reserved for Christians by the authorities, who continue to push them to the margins of society. They lack proper representation in politics and although there were no major attacks against churches last year, there are almost constant attacks against individuals. Many do not feel safe to worship freely. \nPakistan's notorious blasphemy laws target religious minorities (including Muslim minorities), but affect the Christian minority in particular – roughly a quarter of all blasphemy accusations target Christians, who only make up 1.8% of the population. The number of blasphemy cases is increasing, as is the number of Christian (and other minority religion) girls being abducted, abused and forcibly converted to Islam.\nIn addition to social hostility, Christians also experience apathy from the authorities who should protect them. The police force is more interested in appeasing local strongmen than implementing the law and protecting minorities. Courts have a slightly better track record in enforcing the law fairly, but lengthy delays are commonplace. Christians often languish in prison for years before judgment is handed down, and it is then too late to bring about change.\nThe Christian community feels increasingly trapped between the Islamic extremist groups that operate in the region, and a government that appeases these groups. They feel vulnerable without a trusted authority to protect their rights.\nWho is most vulnerable to persecution?\nChristians who convert from Islam are the most vulnerable to persecution, both from Islamic extremist groups (who see them as apostates) and from families, friends and neighbors who see conversion as a shameful act of betrayal to family and community.\nThe highest numbers of Christians live in Punjab Province, which consequently sees higher incidents of discrimination and intolerance. The province of Sindh is also notorious for being a hotspot for bonded labor, which affects many Christians as well.\nMeet \"Ruqia\"\n\n “When our hands are empty of bread, we have found it is good to raise them to heaven. God provides. Somehow, he is getting us and our children through this time.” \nRuqia, school teacher affected by the 2022 floods.\n\nWhat has changed this year?\nPakistan continues to be one of the countries where it is most difficult to live as a Christian. There are growing numbers of Christian (and other minority religion) girls being abducted, abused and forcibly converted to Islam. A draft bill on forced conversion was rejected by parliament, after religious scholars had deemed it as 'anti-Islamic' and politicians had denied the need for it. The number of cases of blasphemy, which is punishable by death, continues to rise.\nWhat does Open Doors do to help Christians in Pakistan?\nOpen Doors is active in the Persian Gulf countries through a network of partner churches, but for security reasons, we cannot say what we do where.\nHow can you pray for Pakistan?\n\n Please pray that Pakistan's blasphemy laws will be changed so that Christians will be safe from false accusations\n Pray for protection for women who suffer domestic violence and girls who are forced into marriage. Ask God to work in the hearts of their husbands to treat them with kindness and respect\n Pray for wisdom and protection for those reaching out to help communities displaced by last year's floods. \n\n\na Prayer for Pakistan\n\nHeavenly Father, look with mercy on Your children who suffer oppression and injustice in Pakistan and draw them into closer relationship with You. Protect our brothers and sisters who live under the daily threat of violence or hostility. Encourage women who despair in unloving or abusive relationships. Give them Your peace, and a loving community outside the home. Comfort believers who have been falsely imprisoned and intervene to secure their freedom. Help Your church in Pakistan to be salt and light to their communities. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/pakistan"
    },
    "Iran": {
        "name": "Iran",
        "rank": "8",
        "religion": "Islam",
        "government": "Theocratic Republic",
        "christians": "1,245,000 (OD estimate)",
        "violence": " 10.4",
        "church_life": " 16.5",
        "national_life": " 15.8",
        "community_life": " 13.6",
        "family_life": " 14.6",
        "private_life": " 14.5",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nClan oppression\nOrganized corruption and crime\nChristian denominational protectionism",
        "details": "What does persecution look like in Iran?\nIran is ruled by an increasingly strict Islamic regime, which views the existence of Iranian house churches as an attempt by Western countries to undermine Islam and their authority.\nWhen people from Muslim backgrounds become Christians, they can only meet in secret house churches. They are at great risk of being monitored, harassed, arrested and prosecuted for \"crimes against national security\" – an accusation that is notoriously poorly defined, and can be abused. Iranian house church leaders and members have received long prison sentences involving physical and mental abuse.\nIranian Christians may be banned from education, lose their jobs and find it very difficult to get back into employment. For women, the situation is even more precarious because Iranian law grants women few rights. For trusting in Jesus, they are likely to be violently punished or divorced by their husbands and have their children taken away from them, if their faith is discovered.\nThere is an ancient history of Armenian and Assyrian Christians in Iran; these are protected by the state, but treated as second-class citizens. They are not allowed to let Christians from Muslim backgrounds attend their services, nor are they allowed to worship in Persian, the national language.\nIt's no surprise that many Iranian believers feel forced to leave Iran and try to start a new life elsewhere.\nWho is most vulnerable to persecution?\nConverts from Islam are at very high risk in Iran. Christians meeting in urban areas are more likely to be monitored and arrested by the authorities. In rural areas, Christians face more social pressure and control, which makes meeting at all very difficult.\nMeet \"Ali\"\n\n“When we were in solitary confinement, the only thing that strengthened us was prayer. Only God can go to those dark places and dungeons and be strength for His children.”\nAli and his family had to flee to Turkey after becoming Christians, due to constant persecution and discrimination.\nWhat has changed this year?\nThe outlook for Iranian Christians, in particular converts from Islam to Christianity, is by no means improving. Pressure remains extreme against Christians in all spheres of life. There has been an increase in reports of violent incidents, including an abduction. The country's political institutions, including the presidency, are all dominated by hardliners who do not tolerate Christianity, particularly conversion to Christianity. The amendment and tightening of the penal code in 2021, which is also used to prosecute Christians, is all part of a wider development towards Iran becoming a totalitarian state. State surveillance is on the rise and the authorities are exerting an increasing grip on daily life and activities, an attitude reflected in the harsh responses to the protests that followed the death of Mahsa Amini on 16 September 2022.\nWhat does Open Doors do to help Christians in Iran?\nOpen Doors partners support the church in Iran with online ministry presence, Christian multimedia initiatives and advocacy.\nHow can you pray for Iran?\n\nPlease pray that Jesus will set many more hearts free in Iran\nPray that Christianity will no longer be portrayed as a foreign idea\nPray for strong faith and courage for the Iranian Christians meeting in secret.\n\n\na Prayer for Iran\nDear Father, thank You that Your church keeps growing in Iran despite extreme attempts to suppress it. Continue setting hearts free through the gospel. Please protect our brothers and sisters and their rights, so that they do not have to flee the country, but can stay and build a strong, mature Iranian church. We ask that communities and families will come to see Iranian Christians as genuine, not a product of the Western world, and be moved by their faith, courage and love. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/iran"
    },
    "Afghanistan": {
        "name": "Afghanistan",
        "rank": "9",
        "religion": "Islam",
        "government": "Islamic Emirate of Afghanistan",
        "christians": "Thousands (Open Doors estimate)",
        "violence": " 15.0",
        "church_life": " 16.7",
        "national_life": " 16.7",
        "community_life": " 16.7",
        "family_life": " 16.7",
        "private_life": " 16.7",
        "persecution_type": "Islamic oppression\nClan oppression\nDictatorial paranoia \nEthno-religious hostility",
        "details": "What does persecution look like in Afghanistan?\nThe Taliban’s takeover of power in August 2021 has forced most Christians either further underground or away from the country entirely. Many (if not all) house groups closed, with believers forced to leave behind everything they own. More than a year after the Taliban's takeover, any promises they made about recognising freedoms have proved to be false. Following Jesus remains a death sentence, if discovered.\nThe rigid form of society imposed by the militant group leaves no room for deviation, meaning Christians – almost all of whom are converts from Islam – must keep their faith secret. Leaving Islam is considered shameful and punishable by death under the prevailing Islamic law. Consequently, Christian converts face dire and violent consequences if their new faith is discovered, even from family members who must save their so-called 'honour' by getting rid of them.\nThousands of Afghan refugees are now living in countries bordering Afghanistan, often in poor conditions in camps for displaced people, and many Christians are among them.\nWho is most vulnerable to persecution?\nAlthough the Taliban has deepest roots in the south, east and northwest of the country, the whole of Afghanistan is strictly Islamic. This means that Christians face difficulties wherever they are in the country. That said, control and supervision tends to be stricter in rural areas than in most cities. The level of hostility that Christians can face from their families and communities is consistent across the country.\n\nMeet \"Gulshan\"\n\n“The Taliban are conducting a door-to-door search to find us. God alone knows who has informed them about the whereabouts and identities of the believers. If they find us, they kill believers on the spot.”\nGulshan, a secret believer from Afghanistan\n\nWhat has changed this year?\nAlmost all Afghan Christians are converts from Islam and are not able to practice their faith openly. Leaving Islam is considered shameful and punishable by death under the prevailing Islamic law. If exposed, Christian converts have to flee the country. The family, clan or tribe often chooses to save its ‘honour’ and deal with any known convert. After the Taliban took over government control on 15 August 2021, most Christians tried to leave the country and/or went into hiding. The takeover proved to be a radical change especially for women, who are confined to the walls of their homes once again, but also for ethnic and religious minorities, including Christian converts, who are seen as apostates.\n\nAs the Taliban consolidate power – despite appearing far from unified – Christian converts have to adapt and conform to the rigid form of society implemented. The decrease in scores, especially for violence, does not mean that the situation for Christians has improved, but that it has become much more difficult to establish for which reasons people suffered persecution.\nWhat does Open Doors do to help Christians in Afghanistan?\nOpen Doors raises prayer for persecuted believers in Afghanistan, and provides practical support to Afghan Christians forced to flee to neighbouring countries.\nHow can you pray for Afghanistan?\n\nPray for the protection of secret believers and that God's close presence will bring peace, joy and hope to their hearts\nPray that those who have fled to neighbouring countries will be led to places where all their needs are met.\nThat the Holy Spirit will soften the hearts of the Taliban leaders towards women and religious minorities\n\n \n\n\na prayer for Afghanistan\nHeavenly Father, we cannot imagine what it must be like to be a Christian in Afghanistan, but You know what they are experiencing. We ask that each of our Afghan brothers and sisters – whether in or outside the country – will know the depths of Your sustaining and strengthening presence. Protect them from harm, provide opportunities for believers to gather secretly, and meet all physical, emotional and spiritual needs. Soften the hearts of the Taliban towards women and religious minorities; may they see the value they bring to Afghan life. We boldly pray that Taliban leaders will have encounters with You that will transform not only their lives but the lives of people across Afghanistan. May Your kingdom break out in Afghanistan. Amen.\n\n\n\nDownload Summary Report    Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/afghanistan"
    },
    "Sudan": {
        "name": "Sudan",
        "rank": "10",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "2,000,000 (4.3%)",
        "violence": " 8.5",
        "church_life": " 15.7",
        "national_life": " 13.6",
        "community_life": " 14.3",
        "family_life": " 13.4",
        "private_life": " 13.4",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nClan oppression\nDictatorial paranoia",
        "details": "What does persecution look like in Sudan?\nPersecution of Christians remains at a high level in Sudan, and there are fears this will worsen amid the ongoing unrest.\nAfter Omar al-Bashir was ousted in April 2019, Sudan's transitional government introduced exciting changes to the legal framework guaranteeing basic human rights for all Sudanese, no matter their ethnicity, gender or religion. However, mass protests led to the resignation of Prime Minister Abdallah Hamdok in January 2022, and there are fears that Sudan will return to the authoritarian years of the former president. This could undo the positive steps made towards religious freedom under the transitional government. Although the death penalty for leaving Islam has now been abolished, there are fears that this punishment could be reinstated.\nSocial attitudes towards Christians have not changed. This is especially the case in areas outside the capital, Khartoum. Christians are still vulnerable to extreme persecution from both their communities and their own families, particularly if they have converted from Islam. Converts may face sexual assault and domestic violence in their homes, as well as being vulnerable to imprisonment and violence. The government hasn’t put real protections in place for Christians and other religious minorities. Since the military coup, four churches have been forced to close, and even with the change in official status, confiscated churches and lands have yet to be returned to their Christian owners. Trying to build new churches is still extremely difficult.\nWho is most vulnerable to persecution?\nThe most vulnerable Christians are those who have converted from Islam – this was once punishable by death in Sudan. Although the death penalty for leaving Islam has now been abolished, there are fears that it could be reinstated.\nGeographically, pressure and violence towards Christians has always been more intense outside the capital, Khartoum. In Darfur, the Nuba Mountains and the Blue Nile regions of the country, where armed conflict is ongoing, violence against Christians is particularly serious.\nMeet Abdul\n\n“There are not equal rights for Christians to build their churches, the way Muslims have the full right to build their mosques.”\nAbdul is a Sudanese Christian \nWhat has changed this year?\nIn October 2021, the military effectively conducted a coup that ended the power sharing agreement with the civilian members of the transitional government. That was followed by mass protests in the country, particularly the capital city. Protestors demanded the end of the military rule. Power is firmly held in the hands of the military. Many believe that Sudan will return to the authoritarian years of ousted leader Omar al-Bashir. This could undo the positive steps made towards religious freedom under the transitional government and may intensify the persecution against Christians. In August 2022, the government established a community police which resembles the disbanded morality police.\nIn general, persecution of Christians has intensified in the reporting period, both in terms of violence and in pressures faced in various spheres of life.\nWhat does Open Doors do to help Christians in Sudan?\nOpen Doors works through local church partners in Sudan to strengthen persecuted Christians through persecution survival training, discipleship training and economic empowerment projects.\nHow can you pray for Sudan?\n\nPlease pray for peace to prevail in Sudan and that God will establish rulers who enforce lasting respect for human rights\nPray for church leaders engaging with their Muslim counterparts – for constructive dialogue on how to bring true change at a community level\nPray that believers from Muslim backgrounds will grow in their knowledge of Christ and have wisdom to speak courageously about Christ.\n\n\na prayer for Sudan\nDear Father, we lift up Sudan and pray for stability in the region. Establish a government that respects equality and religious freedom. Heal those affected by violence and persecution. Build a resilient church in Sudan that stands strong in the face of persecution. Protect and bless Open Doors partners who strive to make this happen. Intervene to reinstate progress towards a fairer, safer society in Sudan. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/sudan"
    },
    "India": {
        "name": "India",
        "rank": "11",
        "religion": "Hinduism",
        "government": "Federal Parliamentary Republic",
        "christians": "69,494,000 (4.9%)",
        "violence": " 15.6",
        "church_life": " 13.3",
        "national_life": " 14.7",
        "community_life": " 12.9",
        "family_life": " 12.7",
        "private_life": " 12.7",
        "persecution_type": "Religious nationalism\nDictatorial paranoia\nClan oppression\nEthno-religious hostility",
        "details": "What does persecution look like in India?\nIndia is a diverse, democratic country with religious equality enshrined in law –  but in 2023, in some states, it's a scary place to be a Christian. \nIn recent years there has been a big increase in Hindutva, an ideology that believes only Hindus are true Indians, and that Christians, Muslims and other religious minorities have 'foreign' roots and must be expelled. Hindu extremists seem able to attack others with impunity, even using extreme violence in some parts of the country. \nIncreasing numbers of states are implementing anti-conversion laws, supposedly to stop Hindus being forcibly converted to other religions, but in reality they are often used as an excuse to harass and intimidate Christians who are just doing things like distributing aid or having a private church meeting. These laws do not seem to protect Christians from being coerced back into Hinduism. \nChristians increasingly experience social exclusion in their communities, discrimination in the workplace, and have false accusations and rumours spread about them. \nWho is most vulnerable to persecution?\nThe Christians most at risk are those who have come to faith from a Hindu background. In some parts of India, many face constant pressure to return to Hinduism, social exclusion, discrimination at work, physical assaults and are sometimes even killed. Church leaders are particularly vulnerable too; being a pastor is one of the riskiest vocations in the country today. Hindu extremists target them, their wives and children with violent attacks to sow fear in the wider Christian community.\nMeet \"Shekhar\"\n\n“We are jailed and brutally beaten and tortured, but we stand strong like the prophets of old.” \nPastor Shekhar was arrested, tortured and forced from his home in India\n\nWhat has changed this year?\nThe situation for Christians in India has not improved in the past year. Violence remains at an extreme level, and Christians still face very high or extreme pressure in all spheres of life. Since the current government under Prime Minister Narendra Modi came to power in May 2014 (and was re-elected with an even greater mandate in May 2019), pressure on Christians in India has risen dramatically. Hindu radicals can continue their attacks unabated, and the level of impunity is very high.  \nWhat does Open Doors do to help Christians in India?\nOpen Doors partners strengthen the church in India by providing Bibles, emergency aid, persecution survival training, and livelihood and community development projects.  \nHow can you pray for India?\n\n Please pray for a change of narrative around Indian identity that accepts minority faiths\n Pray for protection over church leaders and their families\n Pray that converts' genuine faith would have a powerful effect on their families and neighbours.\n\n\na PRAYer for India\n\nDear Lord Jesus, help our persecuted brothers and sisters in India to stand strong in their faith and show Your love and character to their local communities. We pray against the division and hate of Hindutva – may India live up to its ideal as a place of freedom and peace instead. Guard the pastors and their families who risk their lives to serve You, and replace lies and discrimination with truth and justice. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/india"
    },
    "Syria": {
        "name": "Syria",
        "rank": "12",
        "religion": "Islam",
        "government": "Authoritarian Presidential Republic",
        "christians": "603,000 (3.1%)",
        "violence": " 9.3",
        "church_life": " 13.9",
        "national_life": " 14.3",
        "community_life": " 13.5",
        "family_life": " 13.8",
        "private_life": " 12.9",
        "persecution_type": "Dictatorial paranoia\nIslamic oppression\nClan oppression\nOrganized corruption and crime\nChristian denominational protectionism",
        "details": "What does persecution look like in Syria?\nYears of conflict and instability have created an environment in which persecution can flourish with impunity.  \nIn the few areas controlled by Islamic militants, leaders of traditional churches are particularly targeted for kidnap or attack since they have greater public visibility. This is designed to intimidate the Christian community. Most church buildings have either been demolished or repurposed as Islamic centres. Public expressions of Christian faith are prohibited and church buildings cannot be repaired or restored. Even in government-controlled areas, evangelism and converting from Islam to Christianity are seen as a threat to social stability and are therefore heavily suppressed.  \nChristians from a Muslim background experience particular pressure from their families and communities because their conversion is seen as a slight to the family's honour. Converts are at risk of being expelled from their family homes or worse.  \nIn northern Syria, religious minorities (including Christians) are persecuted by Turkish forces and associated Islamic militias. They have been attacked, murdered, kidnapped and raped. Many religious sites have also been seriously damaged.  \nWho is most vulnerable to persecution?\nChristians are particularly under pressure in Idlib Province in the northwest and in Hasakah Province in the northeast, where so-called Islamic State has attacked civilians and churches. Turkish military are operating openly across the north of the country, including Hasakah and Qamishli, which makes these areas particularly dangerous for Christians.   \nLeaving Islam is most dangerous in the northwest and north east of the country. Converts are ostracized by their family and community and, in the most extreme circumstances, killed in order to restore the perceived 'honor' of the family.  \nChristian women are vulnerable to persecution in Islamist-held areas. In northeast Syria, where Islamic State’s religious police has made a comeback, they must completely cover themselves in public spaces or suffer violence.  \nMeet Pastor Edward \n\n\"It’s a prolonged crisis, without seeing an end. We had positive and negative experiences. There were painful situations, people got killed, injured. On the other hand we experienced divine light amid darkness.” \nPastor Edward, who runs a Centre of Hope in Syria\n\nWhat has changed this year?\nSyria has risen three places on the World Watch List mainly because of an increase in violence. Last year, three Christians were killed because of their faith and at least five were kidnapped. Dozens of churches, monasteries, Christian cemeteries and other buildings vital to the Christian community were attacked, damaged or looted in the west and northeast of the country, mostly due to intense shelling by Turkish forces and Turkish Supported Opposition, or by criminals.\n\nWhat does Open Doors do to help Christians in Syria?\nOpen Doors partners strengthen the church in Syria through Bible distribution, discipleship and leadership training, trauma counselling, relief aid and practical support for internally displaced people, and Centres of Hope, which support Syrian Christians and their communities.\nHow can you pray for Syria?\n\n Thank God that, despite the dangers, brave Christians remain certain of their faith in Jesus, and are being salt and light in their communities\n Pray for peace and stability. Pray that the government will have wisdom to stabilise the economy and that soaring inflation rates will fall\n For Centres of Hope restoring hope to war-weary people. Pray for ongoing financial provision and that the workers will be reenergised to give help and compassion to those in need.\n\n\na prayer for Syria\n\nDear Father, pour out Your compassion on people in Syria. Restore this land to a place of peace and stability. Draw near to Your children, who suffer threats, intimidation and persecution for their faith in You. Comfort them in their distress and heal the wounds that ongoing war has inflicted. Give hope to people who have lost so much and help them to find supportive communities. Intervene in the hearts of militant groups and bring an end to the violence. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/syria"
    },
    "Saudi Arabia": {
        "name": "Saudi Arabia",
        "rank": "13",
        "religion": "Islam",
        "government": "Absolute Monarchy",
        "christians": "2,165,000 (6.0%)",
        "violence": " 3.1",
        "church_life": " 16.7",
        "national_life": " 15.9",
        "community_life": " 15.0",
        "family_life": " 15.1",
        "private_life": " 15.1",
        "persecution_type": "Islamic oppression \nClan oppression\nDictatorial paranoia",
        "details": "What does persecution look like in Saudi Arabia?\nSaudi Arabia is a highly conservative Islamic nation and other religions cannot be practised openly. No official churches of any Christian denomination are allowed and it remains one of the few countries in the world where church buildings are forbidden.\n\n    Most Christians in Saudi Arabia are migrant workers from Asia and Africa. They are often exploited and poorly paid, and face discrimination because of their ethnicity, but also because of their Christian faith. There are also Christians from other parts\n    of the world. Foreign Christians are severely restricted in sharing their Christian faith and in gathering for public worship. Those who do so risk detention and deportation.\n\n    There are also a small number of Saudi Christian converts. Conversion from Islam to Christianity is unacceptable under Islamic law, so many live as secret believers. Those whose faith is discovered face severe pressure, especially from their families.\n    Despite the risks, the small number of Saudi Christians is slowly increasing and some are boldly sharing their Christian faith on the internet and Christian satellite TV channels. This has led to serious repercussions from their families and the authorities.\n\n    Foreign workers who convert to Christianity often live within their own national or ethnic communities and so experience the same pressure they would in their home countries.\n  \nWho is most vulnerable to persecution?\nThe level of persecution in Saudi Arabia is generally the same all over the country, although social control is likely to be higher in rural areas.\n\n    Saudi converts from Islam to Christianity face the most persistent and extreme pressure. There are relatively few Saudi converts in the country and they generally live out their Christian faith in secret. If discovered, men and boys are more likely to\n    be forced out of the home, whereas women and girls are usually isolated and abused within the home. Both genders risk being killed to ‘restore’ the family honor.\n  \nMeet \"Adam\"\n\n“We thank God for His gifts, and for your standing with us and helping me to safety. I feel that today I can live again.\"\nAdam, a believer who fled Saudi Arabia after being imprisoned for his faith\n\nWhat has changed this year?\nSaudi Arabia dropped slightly on the World Watch List, mostly due to a slight decrease in violence against Christians. There were no reports of Christians being arrested, sentenced or forced into marriage, or of Christian houses or property being attacked.\n    However, physical violence against converts remains high, and a number of converts were forced to leave their homes.\nWhat does Open Doors do to help Christians in Saudi Arabia?\nOpen Doors supports the body of Christ on the Arabian Peninsula by organising prayer, distributing Scripture resources, and training believers and pastors.\nHow can you pray for Saudi Arabia?\n\nPlease pray that secret believers who are isolated will find ways to connect with other believers online.\nPray for greater gender equality in Saudi Arabia and an end to the oppressive treatment of women.\nThank God for the courage of believers who are sharing their faith. Pray that God will continue to build His church through their witness.\n\n\na prayer for Saudi Arabia\n\nDear Father, we lift our brothers and sisters in Saudi Arabia up to you. Draw near to secret believers and encourage them in their isolation. Protect those whose Christian faith is known and work in the hearts of their families to cultivate greater\n      acceptance and openness towards You. Bring healing to migrant workers who have endured exploitation and abuse. Make a way for Christians to meet and encourage one another. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/saudi-arabia"
    },
    "Myanmar": {
        "name": "Myanmar",
        "rank": "14",
        "religion": "Buddhism",
        "government": "Parliamentary Republic",
        "christians": "4,421,000 (8.0%)",
        "violence": " 14.8",
        "church_life": " 13.1",
        "national_life": " 13.4",
        "community_life": " 13.8",
        "family_life": " 11.5",
        "private_life": " 12.4",
        "persecution_type": "Religious nationalism \nDictatorial paranoia\nEthno-religious hostility\nOrganized corruption and crime",
        "details": "What does persecution look like in Myanmar?\nThe situation in Christian areas has taken a turn for the worse since the military took control in February 2021. Fighting has increased across the country and the Christian minority is bearing the brunt of these attacks. More Christians than ever have become internally displaced people or refugees, and are living in camps or churches without adequate food and healthcare. \n\nThe daily reality is that Christians do not enjoy the same rights and legal protection as the Buddhist majority. Christians are often victims of violent attacks conducted with impunity. Even in predominantly Christian states like Chin State and Kayah State, long-established churches have suffered attacks and Christian aid workers and pastors have been killed. Government forces attack Christian villages and churches, while Buddhist monasteries remain largely untouched.\n\nConverts to Christianity also face persecution from their Buddhist, Muslim or tribal families and are shunned from community life. Communities that aim to stay 'Buddhist only' make life for Christian families impossible by barring their access to community water resources. Non-traditional church groups experience opposition too, especially those located in rural areas and those who are known for proselytizing.\n\nWho is most vulnerable to persecution?\nThe ongoing civil war between Myanmar's ethnic armed groups and the military is disproportionately affecting Christian communities in majority Christian states such as Chin, Kachin, Karen and Kayah states. In Kachin State and Northern Shan State, where fighting is escalating, Christians are being killed, detained and forced to flee. \n\nConverts from a Buddhist, Muslim or tribal background face the strongest pressure to renounce their faith, especially from their family and community. The small number of Christian converts from a Muslim background who live among the Rohingya Muslim community are especially vulnerable, and face persecution both because of their ethnic affiliation, and because their Muslim families and communities put them under enormous pressure to return to Islam.\n\nMeet \"Moses\"\n\n“Jesus said 'Carry your cross and follow me'. That is our motto too.”\nMoses, Church leader\n\nWhat has changed this year?\n2022 brought the country further than ever from a solution to the violent conflict which started when the army staged a coup on 1 February 2021. Fighting has continued and, in some parts of the country, increased and the Christian minority is among those bearing the brunt of attacks. Christians have been killed and churches attacked and destroyed. The government has much work to do to become more inclusive of ethnic and religious minorities, including Christians. \nWhat does Open Doors do to help Christians in Myanmar?\nWorking through local partners, Open Doors strengthens persecuted believers in Myanmar through literature distribution, discipleship programmes, livelihood support and various forms of training.\nHow can you pray for Myanmar?\n\nPray for reconciliation between religious groups in Myanmar and an end to the habitual discrimination against Christians.\n\nPray for the protection of the thousands of vulnerable people who are now refugees or internally displaced due to the ongoing conflict.\nThank God for the success of the persecution survival training which has brought hope, encouragement and resilience to Christians.\n\n\na Prayer for Myanmar\n\nHeavenly Father, the weight of this long conflict in Myanmar threatens to eliminate hope and unity in Myanmar's population. Encourage Your people and let them know that we stand with them in their pain. Strengthen our brothers and sisters with the fellowship, training and everyday provision that they need. Thank You for the powerful ways in which You are working through the church during this difficult time. Give Christians courage, resources and revelation as they seek to respond to this crisis. Bring an end to the conflict. Amen.\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/myanmar"
    },
    "Maldives": {
        "name": "Maldives",
        "rank": "15",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "Hundreds (OD estimate)",
        "violence": " 0.4",
        "church_life": " 16.5",
        "national_life": " 15.8",
        "community_life": " 13.7",
        "family_life": " 15.3",
        "private_life": " 15.4",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nOrganized corruption and crime",
        "details": "What does persecution look like in Maldives?\nThe government of the Maldives likes to boast that the country is 100% Sunni Muslim, so any deviation is taken seriously. No religious minorities are recognised by the state, and every citizen is considered Muslim –  so Christian converts have to follow Jesus in the greatest secrecy. If discovered, they are very likely to be reported to Muslim leaders or the authorities, and can be stripped of their citizenship or even given the death penalty.\n\nEven foreign Christians working in the islands' tourist sector are closely watched by the authorities –  they can only meet up for worship or weddings in a private place (such as their country's embassy) and must not express or discuss their faith with local citizens. If they do, they may be fined, deported or even imprisoned for a number of years.\nThere are elements of violent Islamic extremism in the Maldives, including fighters returning from places like Syria, who pose a danger to suspected Christian believers, and the country is struggling to cope with the  size of this challenge.\n\nThe Maldives is made up of very close-knit communities, making it very difficult to talk to or meet up with anybody secretly. Christian faith must be kept so private that two members of the same family could be believers without the other ever knowing. Mutual encouragement and fellowship is a huge challenge, and many Christians – and members of other religious minorities – will attempt to leave and start a new life abroad.\n\nWho is most vulnerable to persecution?\nConverts to Christianity from a Muslim background face the most severe persecution in the Maldives as, officially, they do not exist in the country. Anyone leaving Islam will lose their citizenship.\n  \nWhat has changed this year?\nThe situation for Christians in the Maldives did not change significantly, and the Maldives continues to be seen as 100% Sunni Muslim. Due to the re-opening of the islands for tourism, more migrant workers are returning, as are the tourists the country's economy depends on, which means there are more Christians from other countries in the Maldives.\nWhat does Open Doors do to help Christians in Maldives?\nOpen Doors raises prayer support for persecuted believers in the Maldives.\nHow can you pray for the Maldives?\n\nPlease pray for religious freedom to come to the Maldives.\nPray that believers find ways to safely communicate and access Bible materials.\nPray for Christians feeling isolated, that will know God's presence and love.\n\n\na Prayer for Maldives\n\nLord God, we pray that the leaders of the Maldives will soon allow freedom of religion and recognise that faith cannot be forced. We pray that You will make ways for secret believers to safely communicate with one another and access Bible materials to deepen their knowledge and faith in You. Do miracles in whole families so that husbands, wives and children can joyfully follow You together. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/maldives"
    },
    "China": {
        "name": "China",
        "rank": "16",
        "religion": "Agnosticism",
        "government": "Communist party led state",
        "christians": "96,700,000 (OD estimate)",
        "violence": " 11.1",
        "church_life": " 15.5",
        "national_life": " 14.4",
        "community_life": " 12.2",
        "family_life": " 9.8",
        "private_life": " 12.6",
        "persecution_type": "Communist and post-Communist oppression\nDictatorial paranoia",
        "details": "What does persecution look like in China?\nTightening restrictions and increasing surveillance are putting Christians in China under intensifying pressure, as the Communist Party seeks to limits all threats to its power. Surveillance in China is among the most oppressive and sophisticated in the world, and Christian leaders are particularly vulnerable to persecution, including imprisonment or, in a small number of cases, abduction.\n\nNew restrictions on internet and social media – together with the 2018 regulations on religion, which continue to be revised – are putting severe limitations on Christian freedom. Many churches are being monitored and closed, no matter whether they are independent or belong to the Three-Self Patriotic Movement. It remains illegal for under-18s to attend church. The old idea that churches will only be perceived as being a threat if they become too large, too political or invite foreign guests is now an unreliable guideline. \n\nIf a convert from Islam or Tibetan Buddhism is discovered by their family or community, they are usually threatened and physically harmed – all in an effort to win them back to their original faith. Neighbors may report any Christian activities to the authorities or the village head, who would take action to stop believers.\n\n  \nWho is most vulnerable to persecution?\nConverts from a Muslim or Buddhist background face the most severe persecution in China, with opposition coming from families and communities as well as the authorities. However, all Christians and churches face surveillance.\nMeet \"Xiao Ai\"\n\n\"To a certain extent, persecution points us to Christ and His love.\"\nXiao Ai was detained for two weeks after the authorities raided a house church meeting\n\n\nWhat has changed this year?\nDue to increasing surveillance and restrictions, many house churches ceased meeting in larger groups and have split up to meet in smaller groups. Others used to meet online, but this has become more difficult as Chinese authorities pay closer attention to online activities. A number of Christians have been arrested and sentenced, often charged with illegal business operations, fraud, acting against the state's security, or the vaguely worded 'stirring up trouble'.\n  \nWhat does Open Doors do to help Christians in China?\nOpen Doors supports believers in China with discipleship and persecution survival training, and by providing contextualized Christian literature to believers who have converted from Islam or Buddhism.\nHow can you Pray for China?\n\nPlease pray that Christians facing the burden of surveillance and tight regulation will be given strength, wisdom and boldness as they navigate challenges\nPray that young people who've not previously experienced persecution will be equipped to stand strong in their faith.\nPray the church in China will continue to see remarkable growth, despite intensifying persecution.\n\n\na prayer for China\n\nDear Heavenly Father, we are amazed at how the church in China has continued to see incredible growth, despite decades of opposition. As this new wave of persecution brings fresh challenges, strengthen Your people and continue to do amazing things in and through them. Give Your children strength, wisdom and encouragement as they navigate different challenges, and provide for every physical, emotional and spiritual need. We pray that You will anoint the conversations that Christians have with the local authorities, and that these will involve moments of divine encounter for those who seek to oppose Your work. Amen. \n    \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/china"
    },
    "Mali": {
        "name": "Mali",
        "rank": "17",
        "religion": "Islam",
        "government": "Semi-Presidential Republic",
        "christians": "490,000 (2.3%)",
        "violence": " 15.0",
        "church_life": " 12.8",
        "national_life": " 10.3",
        "community_life": " 13.9",
        "family_life": " 8.2",
        "private_life": " 9.4",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nClan oppression",
        "details": "What does persecution look like in Mali?\nAround ten years ago, Islamic extremist groups took control of northern Mali, burned down churches and forced out the Christian population. The Christian community there has never fully recovered, and Christians in that area still live with the threat of violent attacks, especially if they share the gospel. Mali is one of Africa's poorest nations, and many Christians lost everything during that time. Their homes, businesses and property are still targeted, keeping many in poverty.\n\nMali has gone through great political instability in the last few years, and the leadership vacuum has strengthened the Islamic extremist groups and expanded their territory. This has put Christians at greater risk of violence in various parts of the country. Militant Islamic extremists abduct people, including Christians, and kill them or keep them in sexual slavery. Others are put under pressure to join the groups, where they will be forcibly converted to Islam and made to fight. Some Christian parents send their sons away to safer areas to try to protect them. \n\nIf somebody from a Muslim background becomes a Christian and escapes persecution by extremists, they will still face pressure from their family to give up their new faith. This can include being divorced, losing all the support of their family, social isolation and even losing access to their children.\n\nWho is most vulnerable to persecution?\nBelievers who convert to Christianity from Islam are the most vulnerable across Mali.\n\nChristians living in the northern part of Mali and in other areas where militant Islamic extremist groups are active are at risk of violent persecution.\n\nMeet \"Naomi\"\n\n“More than once, my family sent jihadists to my house to harm us. But one day, while my husband was on a business trip, he was gunned down. He was killed for his faith… I have no idea what happened to his body.” \nNaomi\n\nWhat has changed this year?\nMali has risen several places on the World Watch List this year, and this is due to an increase in pressure in many different areas. The government sees Christianity as a Western influence, and derides it. Jihadists are expanding and the general situation in the country is deteriorating fast. The country has seen two coups in the recent past, which has helped the jihadists expand their power and target Christians. It seems that the government is only effective in major cities and those areas outside are in the hands (directly or indirectly) of jihadists who entice the youth into joining their ranks. The military junta asked the help of the Russian mercenary groups – the Wagner – to help them. Yet, the Wagner group also targets civilians, including Christians. \nWhat does Open Doors do to help Christians in Mali?\nOpen Doors works through local partners in Mali to provide persecution survival training, discipleship programmes and economic empowerment projects.\nHow can you pray for Mali?\n\nPray that stability, law and order will return to Mali, with militant extremists pushed back.\nPray for the flourishing of Open Doors partners' work to help vulnerable Christians earn a living.\nPray that new believers will find fellowship with other Christians and retain their hope and joy.\n    \n\n\na Prayer for Mali\n\nLord Jesus, we pray You will break the power of the violent extremist groups destroying Mali's future. We ask that Christians will be able to return to their homelands and live in peace. May new believers who feel alone and vulnerable know Your powerful presence with them today, and forge wonderful connections with other Christians that sustain and strengthen their faith. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/mali"
    },
    "Iraq": {
        "name": "Iraq",
        "rank": "18",
        "religion": "Islam",
        "government": "Federal Parliamentary Republic",
        "christians": "164,000 (0.4%)",
        "violence": " 6.9",
        "church_life": " 13.9",
        "national_life": " 14.8",
        "community_life": " 14.0",
        "family_life": " 14.6",
        "private_life": " 14.0",
        "details": "What does persecution look like in Iraq?\nIraqi Christians experience discrimination, harassment and violent persecution, without protection from the state. Huge numbers of Christians were driven out of their towns and villages in 2014 when so-called Islamic State (IS) attempted to establish an Islamic caliphate in the north, and many have yet to return home.\n\nIraq is home to a number of traditional Orthodox and Catholic churches, but all are seriously affected by intolerance, discrimination and persecution from local leaders, government authorities and Islamic extremist groups. In central and southern Iraq, many Christians choose not to display their faith in public to avoid harassment or discrimination at work, university or when trying to cross checkpoints. In the Nineveh Plains region, church leaders have been kidnapped in the past; those speaking out against local militias or political leaders are particularly at risk.\n\nBelievers from Muslim backgrounds experience intense pressure from their families, clan leaders and communities, which can lead to being expelled from the family, losing the means to get married, or being forcibly divorced and losing their inheritance and access to their children. They may be arrested and prosecuted under blasphemy laws, if they are accused of trying to convert Muslims. It's not surprising that some choose to keep their new faith a secret.\n\nWho is most vulnerable to persecution?\nChristians who convert from a Muslim background face the most persecution. This has traditionally been more prevalent in Arab areas than Kurdish areas, but the influence of conservative Islam is increasing throughout the country.\nMeet Fadi\n\n\"We have an ancient Christianity here. Our presence in this country is important.\"\nFadi, a church leader talking about displacement and emigration\n\nWhat has changed this year?\nAlthough Iraq fell four places on the World Watch List, the situation of the country's Christians has not improved significantly. There are fewer reports of violent incidents –  such as churches being forcibly closed or attacked – but this does not mean that church services can continue undisturbed everywhere in the country. For example, in northern Iraq, church services have not been able to take place for over a year due to Turkish bombings.\n\nIn the past year, dozens of Christians were physically abused and/or forced to leave their homes, and many abducted Christians remain missing. One Christian was killed for faith-related reasons, and there were many reports of damage to, or confiscation of, the homes and businesses of Christians.\n\nWhat does Open Doors do to help Christians in Iraq?\nOpen Doors local partners strengthen the church in Iraq with training, trauma care, Bibles and Christian books, livelihood projects and microloans, help to rebuild homes and churches, and crisis relief.\nHow can you pray for Iraq?\n\nPlease pray for peace and stability to come to Iraq so Christians can return home\nPray for an increase in understanding and cooperation between Christian denominations.\nPray for God's protection and courage for new believers from Muslim backgrounds.\n    \n\n\na PRAYer for Iraq\n\nHeavenly Father, we pray for Your strength for our brothers and sisters in Iraq who are constantly treated as a shameful problem; may they always know their true worth and Your great love. Please protect their rights and stir the government into doing more to enable a safe return for those displaced by war. We pray You would hold back violent extremists, and we ask for permanent peace to come to Iraq at last. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/iraq"
    },
    "Algeria": {
        "name": "Algeria",
        "rank": "19",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "139,000 (0.3%)",
        "violence": " 4.1",
        "church_life": " 14.1",
        "national_life": " 13.4",
        "community_life": " 11.1",
        "family_life": " 14.0",
        "private_life": " 14.0",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nClan oppression\nEthno-religious hostility",
        "details": "What does persecution look like in Algeria?\nWhether from family, the community or the state, Christians in Algeria encounter many obstacles to expressing their faith.\n\nMost Algerian believers are converts from Islam. They can face discrimination, harassment and pressure to follow Islamic customs from family members as well as the wider community. More recently, Christians have increasingly experienced restrictions and pressure from state officials to renounce their faith; many of these officials come under the influence of radical Islamic teachers.\n\nLaws that regulate non-Muslim worship are also used to quell the influence of Christianity. This includes prohibition of anything that would ‘shake the faith of a Muslim’ or could be used as a ‘means of seduction intending to convert a Muslim to another religion’. These laws are sufficiently vague to be used to target and harass believers.\n\nMeanwhile, 16 previously closed church buildings remained sealed, while other churches were ordered to close during the past year. Several other churches have had to cease their activities.\n\n  \nWho is most vulnerable to persecution?\nFamily and societal hostility is especially acute in the rural and religiously more conservative parts of the country. In the 1990s, these regions acted as a stronghold for Islamist insurgents in the fight against the government. Converts from Islam are particularly vulnerable to persecution – in practice, this includes most Algerian believers.\nWhat has changed this year?\nPersecution has significantly worsened in the past year, with Christians becoming very vulnerable to state pressure alongside the ongoing societal pressures that can come from families and communities. Last year, at least ten Christians were prosecuted and sentenced on charges including 'practising worship without prior approval', 'shaking the faith of a Muslim' and 'poisoning the minds of youths'. Some of these charges are notoriously vague in their wording, and are often abused in the courts. In addition to the prosecutions, the government actively tried to structurally undermine the church in several ways, including ordering churches to close and cease activities. \nWhat does Open Doors do to help Christians in Algeria?\nOpen Doors works with local partners and churches in North Africa to provide leadership training, discipleship, livelihood support, Bibles and pastoral care.\n  \n\nHow can you pray for Algeria?\n\nPlease pray that the Holy Spirit will help Christians in Algeria to stand firm in their faith\nPray that each Christian in Algeria will have opportunities to gather with other believers for fellowship and discipleship.\nPray for the reopening of closed churches and a relaxing of laws that stifle religious freedom. \n\n   \n\n  \na prayer for Algeria\n\nHeavenly Father, strengthen our Algerian brothers and sisters in the face of opposition. Help them to persevere and hold onto You, and may their words and witness lead others to You. Heal all those who carry wounds from persecution, and provide for all those who have suffered loss. Soften the hearts of the authorities, both locally and nationally, so they can see the value and good intentions of Christians. May this lead to greater freedom for Christians, including the reopening of churches that have been closed. Continue to do wonderful things in and through the lives of Your church in Algeria. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/algeria"
    },
    "Mauritania": {
        "name": "Mauritania",
        "rank": "20",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "11,000 (0.2%)",
        "violence": " 0.9",
        "church_life": " 14.1",
        "national_life": " 14.0",
        "community_life": " 13.1",
        "family_life": " 13.9",
        "private_life": " 14.3",
        "persecution_type": "Islamic oppression\nClan oppression\nEthno-religious hostility\nDictatorial paranoia\nOrganized corruption and crime",
        "details": "What does persecution look like in Mauritania?\nMauritania does not allow freedom of religion; it is illegal to leave Islam and follow another faith. Those who become Christians from a Muslim background face very severe pressure from their communities. They are perceived as bringing shame on the family and are likely to be shunned. In many cases they are expelled from their homes, or physically abused. If they make their faith public, Christians can be accused of apostasy in a religious court, with severe consequences, or charged by the authorities with terrorism or cyber-crime offences. Christians have been detained and prosecuted for 'undermining national security by insulting Islam and threatening Mauritania’s sacred principles'.\n\nIt is very difficult for Christians to meet or worship together, and almost impossible for believers who have converted from Islam. Even foreign nationals (such as aid workers or migrants) holding Christian meetings could be seen as evangelising to local Muslims – for which they can be prosecuted.\n\nViolent Islamic extremist groups, including a branch of al-Qaeda, are active in the eastern border regions of the country, posing a danger to any Christians discovered there.\n\n  \nWho is most vulnerable to persecution?\nAll believers from a Muslim background face extreme pressures from their families and communities.\n\nChristians living near the eastern border are potentially in danger from violent Islamic extremist groups there.\n\nWhat has changed this year?\nChristians continue to face extremely high pressure in almost all spheres of life, mainly due to the very severe pressure converts from Islam to Christianity face in the country. In the past year, this has slightly worsened.\nWhat does Open Doors do to help Christians in Mauritania?\nOpen Doors works with local partners and churches in North Africa to provide leadership training, discipleship, livelihood support, Bibles and pastoral care.\nHow can you pray for Mauritania?\n\nPlease pray that the government of Mauritania would be open to religious freedom\nPray that the families of new believers would have open hearts and minds, instead of rejecting the believer.\nPray for Open Doors partners and other Christians working to support secret believers and those who've lost everything for Jesus.\n\n\na Prayer for Mauritania\n\nLord Jesus, we lift to You our persecuted church family in Mauritania. We pray for a huge change of heart in government that brings religious freedom to this country. Let every Mauritanian Christian discover others around them who share their faith and be encouraged. Please help Open Doors partners find those who have been rejected by their families or believe secretly at home; help them provide love and support in safety. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/mauritania"
    },
    "Uzbekistan": {
        "name": "Uzbekistan",
        "rank": "21",
        "religion": "Islam",
        "government": "Authoritarian Presidential Republic",
        "christians": "351,000 (1.0%)",
        "violence": " 1.7",
        "church_life": " 15.6",
        "national_life": " 11.8",
        "community_life": " 14.1",
        "family_life": " 12.7",
        "private_life": " 14.9",
        "persecution_type": "Dictatorial paranoia\nIslamic oppression\nClan oppression",
        "details": "What does persecution look like in Uzbekistan?\nFreedom of religion remains severely restricted in Uzbekistan. Although the population is 96% Muslim, the government is staunchly secular and no religious activities beyond state-run and state-controlled institutions are allowed.\n\nWith the exception of foreign Christians, all Christians experience some form of pressure because of their faith. Russian Orthodox churches experience the fewest problems as they have adapted to government restrictions and tend to keep themselves separate from the Uzbek population. Churches from non-traditional denominations are frequently raided, and those who attend may be threatened, arrested or fined. Church leaders are fined, detained, denied exit visas to leave the country, or put under house arrest in an attempt to spread fear throughout their congregations. Pastors and lay leaders of unregistered churches in particular have been insulted, beaten and humiliated. \n\nThe Islamic culture is hostile towards those who convert to Christianity, and converts are likely to be pressured by their families to return to Islam. They may face house arrest, disinheritance, physical and verbal abuse, and eviction from the family home. In conservative regions, a convert may be kidnapped by their own community and married off to a Muslim. Local imams preach against them, adding pressure. As a result, most converts choose to hide their faith.\n\nWho is most vulnerable to persecution?\nChristians from a Muslim background are most vulnerable to persecution. Apart from suffering at the hands of the state, they also face strong pressure from family, friends and community. Pressure from family, friends and community on converts is stronger outside urban areas, especially in the Fergana Valley in the east.\nMeet \"Aziz\"\n\n\"After my conversion to Christianity, my brother wanted to have nothing to do with me... he became very angry as soon as he saw me and said: ‘Go away, what are you doing here? I don’t want anything to do with you!’ For 20 years we did not have contact with each other.”\nAziz is a believer from a Muslim background, who regained a relationship with his brother after 20 years of ostracism\n\nWhat has changed this year?\nThere has been little change for Christians in Uzbekistan in the last year. Improvement was expected when President Mirziyoyev came to power, but this has not materialised. There was a slight decrease in levels of violence recorded against Christians, but this was balanced by an increase in pressure on churches. \nWhat does Open Doors do to help Christians in Uzbekistan?\nOpen Doors strengthens persecuted Christians in Central Asia by providing Bibles and Christian literature, biblical and vocational training, socio-economic development projects, and children's, youth and women's ministries.\nHow can you pray for Uzbekistan?\n\nPray for God to protect secret believers. Pray that they draw close to God in their own covert times with Him\nPray that God will soften the hearts of those who have rejected a family member for their Christian faith.\nPray for bold faith for church leaders who are being monitored or threatened by the state.\n    \n\n\na prayer for Uzbekistan\n\nHeavenly Father, encourage believers who follow you in secret. Help them to access Your word and Christian resources safely. Draw close to Christians who have been detained or imprisoned for their faith. Grant leaders the wisdom to navigate restrictions and monitoring on their churches. Replace fear and anxiety in congregations with fearless joy and hope. Build Your Church in Uzbekistan. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/uzbekistan"
    },
    "Colombia": {
        "name": "Colombia",
        "rank": "22",
        "religion": "Christianity",
        "government": "Presidential Republic",
        "christians": "49,002,000 (95.1%)",
        "violence": " 13.3",
        "church_life": " 9.9",
        "national_life": " 11.0",
        "community_life": " 13.1",
        "family_life": " 8.8",
        "private_life": " 11.5",
        "persecution_type": "Organized corruption and crime\nClan oppression\nSecular intolerance",
        "details": "What does persecution look like in Colombia?\nChristians in rural Colombia are targets for criminal groups and face persecution from their own indigenous communities.\nArmed guerrilla groups and gangs still control and fight over large parts of the national territory. Persecution from these groups intensified throughout the year, influenced by their political interest during the presidential elections. They see the church as a threat to their power and stability, particularly when gang members become Christians or church leaders speak out against violence and corruption. This leads to church leaders being threatened, harassed and even murdered, not to mention the mobility restrictions imposed by illegal means. Gang leaders target Christian families’ children, trying to recruit or abduct them to undermine the church and force them to displace. If recruited, young Christians are forced to take part in surveillance, extortion, trafficking, abuse and killings, or face life-long death threats from the gangs. Girls are at risk of a life of sexual abuse.\nIn many indigenous communities, there is strong opposition to sharing the gospel. Indigenous Colombians who leave their traditional beliefs to become Christians can face violence or imprisonment, be denied their basic rights, and can be driven out of their ancestral lands and left displaced.\nSocial intolerance promoted by ideological pressure groups against Christian expressions in the public space is increasing in the country. This is promoting an environment of self-censorship when Christians share their faith-based views on issues regarding the defence of life, family, marriage, and religious liberty.\nWho is most vulnerable to persecution?\n\nChristians living in areas controlled by armed criminal groups, especially church leaders (at risk of violence) and young Christians (at risk of recruitment and mistreatment by the groups)\nThose who become Christians from indigenous or Afro-Colombian backgrounds\nChristians in urban areas where radical secular views are on the rise.\n\nMeet Miguel\n\n“We couldn't clap our hands, we couldn't sing praises, nothing. We preached in a low voice so they wouldn't notice.”\nMiguel \nWhat has changed this year?\nColombia has risen eight places on the World Watch List, largely because of the increase in violence, including murders. Pressure has also increased, due to criminal gangs targeting Christians. In Colombian society in general, intolerance of religion has increased.\nWhat does Open Doors do to help Christians in Colombia?\nOpen Doors strengthens the persecuted church in Colombia through Bible distribution, training, trauma care, community development projects, emergency relief aid, and education and safe houses for children.\nHow can you pray for Colombia?\n\nPray for God's strength and power for pastors facing constant harassment by criminal groups.\nPray for Open Doors partners as they work to equip the church and protect young people.\nPray that new believers from criminal or indigenous backgrounds would inspire others with their courageous faith.\n\n\na prayer for Columbia\nDear Father, we pray for Your peace and justice to reign in Colombia, instead of violence and crime. Thank You for the bravery of Your followers, who speak out against the violence of the criminal gangs all around them. Thank You also for those who remain faithful to You despite the rejection of their own communities. We pray for strength, courage and joy for each of them. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/colombia"
    },
    "Burkina Faso": {
        "name": "Burkina Faso",
        "rank": "23",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "5,166,000 (23.4%)",
        "violence": " 14.8",
        "church_life": " 12.1",
        "national_life": " 9.6",
        "community_life": " 12.0",
        "family_life": " 9.7",
        "private_life": " 9.4",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nClan oppression",
        "details": "What does persecution look like in Burkina Faso?\nThe expanding influence of jihadist groups in Burkina Faso is having a catastrophic impact on Christians. Believers have been targeted and killed in villages, churches and workplaces, and hundreds of churches have been forced to close, with many having been destroyed. The threat from extremist Islamic groups has even spread to cities that were previously beyond their reach. \n\nMeanwhile, in addition to being targeted by jihadists, Christians from Muslim backgrounds face enormous pressure from families and communities to renounce their faith. Many are afraid to express their faith in public because of such threats.\n\nThere are over a million internally displaced people in Burkina Faso, a significant number of whom are Christians who have fled the rising jihadist violence.\n\n\n\nWho is most vulnerable to persecution?\nSeverest persecution is typically reserved for those converting from Islam, but the rising influence of jihadist groups is making Christians across Burkina Faso, particularly in the northern and eastern regions, increasingly at risk of attack. \nMeet \"Salamata\" \n\n“Your prayers have changed many things in my life. I received joy and peace in my heart. Please, keep on praying for me. It does bring change.\"\nSalamata, whose pastor was killed in attack by Islamic militants\n\nWhat has changed this year?\nBurkina Faso has risen from number 32 to number 23 on the World Watch List. Across the country, violence against Christians is increasing, as is pressure – particularly on the church and from the community. Jihadist activity is expanding and many churches and Christian schools are being forced to close. The targeting and killing of Christians has created an environment of fear, with many Christians being too scared to attend church services or send their children to school. Jihadist groups are also replacing the government in areas that they are controlling, so have the power to withhold social services.\n\nIn the past year, political uncertainties have exacerbated the situation. On 24 January 2022, a military coup overthrew Burkina Faso’s President Kaboré, amid a deepening security crisis in the country. Both civilians and security forces had long been voicing their discontent. The coup was orchestrated by Lieutenant-Colonel Paul-Henri Sandaogo Damiba, who had just been promoted to head the country’s third military region. That coup was followed by another coup in October 2022. \nThis chaos has provided further opportunities to jihadists to strengthen themselves and expand the areas they control. \n\nFurthermore, the situation in neighbouring countries like Niger and Mali is also contributing to the insecurity in Burkina Faso. A society that was very tolerant in the past has become very intolerant towards non-Muslims. This is also aided by the fact that there are ethnic conflicts with religious dimensions. As a result, converts and other Christian groups are facing high levels of pressure and, if the current situation is not addressed as soon as possible, it is very likely that Burkina Faso will become an even more dangerous and extremely fragile state.\n\n\nWhat does Open Doors do to help Christians in Burkina Faso?\nOpen Doors works through local partners to strengthen Christians in Burkina Faso by providing persecution survival training, relief aid, and spiritual and trauma care.\nHow can you pray for Burkina Faso?\n\nPray that God will heal and comfort all those severely traumatised and affected by jihadist attacks.\nPray for continued wisdom and provision for Open Doors local partners as they seek to serve those who are being persecuted.\nPray for the protection of believers and local partners in the country, and for strength to stand firm in their faith.\n\n \n\n\na prayer for Burkina Faso\n\nLord Jesus, protect Your children from harm in Burkina Faso. Thwart all evil plans of Islamic extremist groups and bring an end to their influence. Heal, comfort and restore all those affected by persecution; pour fresh hope into their hearts. Strengthen Christians in the face of opposition and use them as beacons of light in their families and communities. Bring political stability to the country and equip the government and security services in their efforts to counter rising jihadism. Amen. \n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/burkina-faso"
    },
    "Central African Republic": {
        "name": "Central African Republic",
        "rank": "24",
        "religion": "Christianity",
        "government": "Presidential Republic",
        "christians": "3,712,000 (73.9%)",
        "violence": " 15.6",
        "church_life": " 11.4",
        "national_life": " 9.6",
        "community_life": " 13.6",
        "family_life": " 8.6",
        "private_life": " 9.0",
        "persecution_type": "Islamic oppression \nOrganized corruption and crime\nClan oppression",
        "details": "What does persecution look like in Central African Republic?\nThe ongoing conflict in Central African Republic (CAR) since 2013 has resulted in thousands of Christians losing their homes and livelihoods, and many continue to live in camps for internally displaced people. Most of the country is occupied by armed militia groups who are responsible for a range of human rights abuses. When Christian leaders have publicly denounced the violence, they’ve been threatened, and their churches ransacked and torched. Pastors are especially at risk, with some even being attacked during church services.\nMeanwhile, those who convert from Islam are at risk of persecution from their family and local community – including forced marriage and separation from children, for women. There are reports of Christian mothers being allowed to attend Christian gatherings on condition that her children are sent to the mosque. Given the poverty many Christian families live in, parents are sometimes enticed into giving their daughters in marriage in exchange for gifts, while some Christian women agree to convert to Islam to survive.\nWho is most vulnerable to persecution?\nChristians are most at risk in the northern and eastern parts of the country, which are dominated by the Muslim population and where Séléka splinter groups are operating. Christians who have converted from Islam are at particular risk.\nMeet \"Dama\"\n\n\n\"After the hard trials of persecution that we went through, it is thanks to you that I and my children are at peace.\"\nDama, a Christian who lost her husband in an attack by members of a rebel group\n\nWhat has changed this year?\nThe persecution of Christians in CAR remains very high, with violence increasing year after year. Different armed groups and organised crime and corruption have made life very difficult for Christians. Many churches have been forced to close, and Christians' homes and businesses have been destroyed. Christians are also caught in the fighting between different armed groups. Many Christians have fled the country or their homes.\nWhat does Open Doors do to help Christians in Central African Republic?\nOpen Doors works through local partners to support believers in the Central African Republic with persecution survival training, economic empowerment projects and trauma care.\nHow can you pray for Central Republic of Africa?\n\nPlease pray for peace and stability in the country.\nPray for the protection of believers in Central African Republic, particularly church leaders who are especially at risk of attack.\nPray that Christians will be able to make a living, to provide not only for their families but also to reach out to their local communities.\n\n\na prayer for CAR\nDear God, we cry out for peace in this troubled nation. Help the government to tackle the continuing insecurity and show the leaders of militant groups a more peaceable way of living. Meet the needs of all those displaced and facing persecution. Strengthen their faith and may their Spirit-filled lives draw many others to You. Protect Your children from harm, particularly church leaders as they face increasing dangers. Continue to help Open Doors local partners in their work serving Christians in the country. Give them wisdom and strength in all their activities. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/central-african-republic"
    },
    "Vietnam": {
        "name": "Vietnam",
        "rank": "25",
        "religion": "Buddhism",
        "government": "Communist State",
        "christians": "9,401,000 (9.5%)",
        "violence": " 8.7",
        "church_life": " 14.5",
        "national_life": " 14.1",
        "community_life": " 12.7",
        "family_life": " 9.7",
        "private_life": " 11.3",
        "persecution_type": "Communist and post-Communist oppression\nDictatorial paranoia\nClan oppression\nOrganized corruption and crime",
        "details": "What does persecution look like in Vietnam?\nVietnam is one of five remaining countries in the world which is still ruled by a Communist party. The government monitors Christian activity and exercises a high level of pressure on all Christians.\n\n    Historical Christian communities (such as Roman Catholic churches) enjoy a certain amount of freedom unless they become politically active, which can lead to imprisonment, or are involved in land-grabbing cases. Evangelical and Pentecostal congregations,\n    most of whom gather in house churches, are closely monitored and face discrimination at various levels of government and society.\nConverts from a Buddhist or Ethnic-animist background face the most severe persecution, not only from the authorities, but also from their families, friends and neighbours. Since most of them belong to ethnic minorities like the H'mong, the Communist\n    authorities are particularly suspicious of them. Their homes are sometimes destroyed and they are then forced to leave their villages. Yet their numbers are reported to be growing.\n\n  \nWho is most vulnerable to persecution?\nThe pressure on Christians and violence against them is most severe among the ethnic minorities in the Central and Northwestern Highlands.\n\n    Converts from Buddhist or Ethnic-animist backgrounds face the strongest persecution, not only from the authorities, but also from their family and community. Many Vietnamese follow age-old traditions of worshipping ancestors and spirits, especially in\n    rural areas. Whoever decides not to join in these traditions puts themselves outside of the family and community and will therefore be put under strong pressure to belong again.\n  \nMeet \"Nguyen Van Quan\"\n\n“When a person or a family in the village decides to follow Christ, they can easily evangelise the whole village and the villagers are likely to believe as well. This is why when someone becomes a believer, he will be kicked out of the village, because\n      the local government is afraid that he will share Jesus to everyone.\"\nNguyen Van Quan is a Vietnamese-born pastor and Open Doors partner\n\nWhat has changed this year?\nWhile the situation for Christians by-and-large remains unchanged, it is getting increasingly difficult to receive information from the rural Central Highland provinces, where most of the H`mong Christians live, as the local and national authorities\n    are going to great lengths to hinder any reports coming out from there. The situation for these Christians is certainly under-reported.\nWhat does Open Doors do to help Christians in Vietnam?\nOpen Doors works through local partners to strengthen persecuted believers in Vietnam by providing relief and practical aid, advocacy support, Christian resources, leadership and discipleship training, and socio-economic development projects.\nHow can you pray for Vietnam?\n\nThank God that the church is growing among ethnic minority groups. Pray that new believers will grow in faith and boldness\nPray for protection over women in northern provinces who are vulnerable to trafficking\nPray that leadership and discipleship programmes run by Open Doors partners will strengthen the church.\n\n\na prayer for Vietnam\n\nDear Father, thank You for the witness of Your children in Vietnam. May they be known for their love and kindness, despite the pressures they face. Soften hearts in Vietnam to eradicate violence and discrimination against Christians and other religious\n      minorities. Strengthen Your people to remain bold and steadfast during times of hardship. Bless Your people with jobs and the means to provide for their families. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/vietnam"
    },
    "Turkmenistan": {
        "name": "Turkmenistan",
        "rank": "26",
        "religion": "Islam",
        "government": "Authoritarian Presidential Republic",
        "christians": "66,700 (1.1%)",
        "violence": " 0.6",
        "church_life": " 15.7",
        "national_life": " 13.3",
        "community_life": " 13.6",
        "family_life": " 11.3",
        "private_life": " 14.5",
        "persecution_type": "Dictatorial paranoia \nIslamic oppression\nClan oppression",
        "details": "What does persecution look like in Turkmenistan?\nThere is no freedom of religion in Turkmenistan. The dictatorial government uses a huge network of police, secret services and local imams to closely monitor all religious activities. All religious groups are legally required to register with the authorities,\n    but only those that have at least 50 members over the age of 18 are allowed to do so. All non-registered groups are effectively banned. \nChurches are the target of police raids, which may result in those attending being arrested or fined. Fines can be issued for holding illegal gatherings, possessing religious literature and even for downloading Christian songs. Printing and importing\n    Christian materials is restricted, so there is a dearth of resources to support local Christians. Even Russian Orthodox churches are monitored. \nThe population is predominantly Muslim and Christianity is treated with suspicion. Christians from a Muslim background come under pressure both from the state and from their family and community, who may subject them to house arrest, forced marriage\n    and beatings to try to force them to return to Islam. \nWho is most vulnerable to persecution?\nChristian converts from a Muslim background are most vulnerable to persecution, especially in rural areas. They are likely to experience pressure and occasionally physical violence from their families, friends and local community to force them to return\n    to Islam. Some converts are locked up by their families for long periods, beaten and may eventually be expelled from their communities. Local imams preach against them, adding pressure. As a result, converts will do their best to hide their faith\n    – they become secret believers.  \n\nWhat has changed this year?\nThere has been little change for Christians in the last year. Persecution remains high in all areas of life. Muslim families, friends and villagers exert pressure on converts in particular, while the government imposes many restrictions on church activities.\nWhat does Open Doors do to help Christians in Turkmenistan?\nOpen Doors strengthens persecuted Christians in Central Asia by providing Bibles and Christian literature, biblical and vocational training, socio-economic development projects, and children's, youth and women's ministries.\nHow can you pray for Turkmenistan?\n\nPlease pray for courage for church leaders under pressure from the authorities. Pray that they will stand firm in their faith and lead as a brave example to their congregations\nPray for healing for women who have suffered domestic violence because of their faith.\nPray that Bibles and Christian literature will find their way safely to Christians, without interception from the authorities\n\n\na prayer for Turkmenistan\n\nDear Father, encourage Your children in Turkmenistan who follow You in secret. Let them know Your love and care for them. Comfort those who have been rejected or abused by their families. Heal their emotional and physical wounds and bring them into\n      a community of supportive believers. Help church leaders to navigate the restrictions and surveillance on their churches. Infuse their worship with joy and power so that their meetings encourage the people who monitor and seek to shut them down.\n      Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/turkmenistan"
    },
    "Cuba": {
        "name": "Cuba",
        "rank": "27",
        "religion": "Christianity",
        "government": "Communist State",
        "christians": "6,936,000 (61.3%)",
        "violence": " 5.9",
        "church_life": " 14.0",
        "national_life": " 13.2",
        "community_life": " 12.6",
        "family_life": " 8.1",
        "private_life": " 12.3",
        "persecution_type": "Dictatorial paranoia\nCommunist and post - Communist oppression\nSecular intolerance",
        "details": "What does persecution look like in Cuba?\nCuba's communist regime is not tolerant of dissenting voices or any other institutions gaining influence or power. The church falls into both of these camps and, as a result, Christians experience persecution from the authorities.\nChristian activists or church leaders speaking out against corruption or political issues can be arrested and imprisoned. Others face smear campaigns against them and harassment or violence from the authorities and their sympathisers. The authorities compile a database of churches and pastors considered 'counter-revolutionaries', which these Christians fear will be another way to monitor and control them.\nCommunist Cuba has historically aimed to repress religion and reduce the church's influence. Today, this is done by refusing to register new churches or allow them to buy or use premises to meet legally. This forces many believers to meet illegally in unregistered house churches – if caught, they can then be fined, have their property confiscated or have their church shut down. It's hard for Christians to get a visa to visit Cuban churches, and it's considered a 'suspicious activity' if a Cuban Christian tries to visit believers in other countries. This makes international fellowship, and getting Christian literature, very difficult.\nThe state does not allow Christians freedom of conscience on social issues. For instance, if the state passes new legislation on marriage, churches will be forced to comply. If they don’t, church leaders are likely to be monitored and threatened by the state security agency.\nWho is most vulnerable to persecution?\nChristians leading house churches and young men taking part in protests are most at risk, particularly in the capital, Havana.\nMeet \"Pastor Luiz\"\n\n\"We meet in my house's garage and homes around different neighbourhoods because we do not have a building, not even the possibility of legally registering our church.\"\nPastor Luiz, a Cuban missionary whose new church is denied authorisation\nWhat has changed this year?\nCuba has risen ten places on the World Watch List, thanks to an increase in violence and pressure in all spheres of life. The dictatorial regime intensified its repressive tactics against all Christian leaders and activists that they view as opposing Communist principles. Government measures included arrests, abductions, arbitrary fines, close surveillance, denials of licenses and religious visas and physical and mental abuse.\nWhat does Open Doors do to help Christians in Cuba?\nOpen Doors local partners strengthen the persecuted church in Cuba through Bible distribution, livelihood projects, biblical training, leadership development projects, care and support for children and pastors' families, and socio-economic development.\n\nHow can you pray for Cuba?\n\nPlease pray that the regime would relax its surveillance and honour religious freedom.  \nPray for Open Doors partners encouraging churches that feel isolated from the world.\nPray for God to give wisdom and courage to Christians wanting to stand up for what's right.  \n\n \n\n\na prayer for Cuba\nHeavenly Father, thank You for the courage of believers in Cuba who continue to speak up for You despite intense opposition from those in power. Give them wisdom to know when to speak, and confidence knowing that You are King. Please change the atmosphere in Cuba to bring freedom and justice in everyday life, and strengthen your church there. Amen.  \n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/cuba"
    },
    "Niger": {
        "name": "Niger",
        "rank": "28",
        "religion": "Islam",
        "government": "Semi-Presidential Republic",
        "christians": "65,300 (0.3%)",
        "violence": " 14.8",
        "church_life": " 12.8",
        "national_life": " 7.2",
        "community_life": " 13.9",
        "family_life": " 9.5",
        "private_life": " 9.4",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nClan oppression",
        "details": "What does persecution look like in Niger?\nNiger is a Muslim-majority nation and Islam is regarded as being part of Nigerien ethnicity: If you are a Nigerien, you are a Muslim. Conversion from Islam to any religion is considered a betrayal, and converts to Christianity face hostility from their\n    family and community. They may be rejected by their families, chased out of the family home or put under house arrest. Many converts are denied their inheritance rights as a form of punishment for leaving Islam.\n  \nIn the past five years, the Sahel region has seen a huge increase in violent Islamist attacks and the government of Niger has lost a lot of territory to the jihadists. The presence of militant groups such as Boko Haram, Islamic State's West Africa Province\n    (ISWAP) and Al-Qaeda in the Islamic Maghreb (AQIM), remains a constant threat both to the state authorities and to Christians in the country. In border areas under Islamist control, militant groups are known to use violence against Christians meeting\n    publicly, so Christian meetings are conducted covertly to avoid detection.\n  \nIn the public sphere, Christians face discrimination and hostility. They are rarely able to secure employment within local government services and are frequently denied promotion. Christians have occasionally been hindered from gathering for meetings\n    and the legal process for the registration of churches is very long and difficult. The law also lacks adequate protection for Christian parents. In custody battles, the Christian parent usually loses, and the trend indicates preferential treatment\n    towards Muslim parents.\n  \nWho is most vulnerable to persecution?\nKnown converts to Christianity face the most severe persecution, as conversion from Islam to any other religion is considered a betrayal of family and society.\nChristians living in the areas outside the main cities, especially outside the capital city, experience the most persecution. However, Islamic militants are expanding their areas of influence, and Christians are in danger in any area which is under\n    the influence of Islamic extremist groups, where radicals impose a kind of Islamic state and enforce their rule according to Sharia (Islamic law).\nMeet \"Mariama\"\n\n“I faced a lot of challenges, and my siblings and relatives showed me hatred. They kept asking: ‘Why did you accept this false teaching?’ But they are the ones living in false teachings because I have accepted the grace of God.”\nMariama is a Christian from a Muslim background\n\nWhat has changed this year?\nOngoing violence by extremist Islamic militants in the Sahel region has increased the pressure on Christians. Jihadist groups have expanded their areas of influence in the country. In the past, Niger had been more or less spared from attacks by radical\n    Islamic groups and the church was previously not a main target. However, in the last few years, the country has seen a series of attacks by Islamic militants. Pressure has also increased in all spheres of life, as Christians face increasing difficulties\n    to live according to their faith while living in Islamic communities. Church activities in the country are further restricted, due to the presence of Islamic militants.\nWhat does Open Doors do to help Christians in Niger?\nOpen Doors works through partners in Niger to strengthen persecuted Christians through economic empowerment programmes, leadership and discipleship training, persecution survival training and pastoral care for new believers.\n\nHow can you pray for Niger?\n\nPlease pray for protection against violence from extremist groups operating in Niger\nPray for economic empowerment groups in which women learn business skills. Ask God to bless their business ventures\nPray for God to strengthen believers from Muslim backgrounds under pressure to deny their faith.. \n\n   \n\n  \na prayer for Niger\n\nHeavenly Father, draw close to those Christians who live in danger of persecution every day. Give those under pressure the strength to hold fast to you, and soften the hearts of those who are persecuting them. Intervene to make the legal system fair\n      for all and stop the evil practices of abduction and forced marriages. Provide safe spaces for Christians to gather, worship and encourage one another. We lift up our brothers and sisters in Niger and pray for their continued strength and resilience.\n      Amen.  \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/niger"
    },
    "Morocco": {
        "name": "Morocco",
        "rank": "29",
        "religion": "Islam",
        "government": "Parliamentary Constitutional Monarchy",
        "christians": "31,300 (0.1%)",
        "violence": " 3.9",
        "church_life": " 14.2",
        "national_life": " 12.8",
        "community_life": " 10.8",
        "family_life": " 13.8",
        "private_life": " 13.1",
        "persecution_type": "Islamic oppression\nDictatorial paranoia",
        "details": "What does persecution look like in Morocco?\nIn North Africa, it's a criminal offence to 'shake the faith of a Muslim'. If Christians talk to others about their faith, they risk arrest and prosecution. With this legal background, Moroccan converts from Islam to Christianity face intensive pressures\n    both privately and publicly to renounce their faith. Converts are punished with the loss of inheritance rights and custody of their children. In some circumstances, Christians are arrested and fined for nothing more than having a Bible in their possession,\n    or for discussing Christian faith with a Muslim.\nBut it's not only the laws against proselytisation that put Christians at risk. With Islamic extremists operative in the region, Christians face the threat of violent attacks on the grounds of their faith. In the public sphere, Christians become the\n    targets for government interrogation, beatings or imprisonment. In work, they may be harassed by colleagues, or even made unemployed because of their faith. If their faith is known, many Christians are discriminated against in their job searches,\n    and finding employment becomes almost impossible.\nDistribution of Christian resources is restricted and Christians may suffer harassment, or even beatings and imprisonment if they are found with a Bible. Even online, Christians risk cyber harassment for their faith and self-expression. The pressure\n    from families and society can force Christians into isolation or relocation. The pressures on Christians make it difficult to establish and sustain any form of Christian fellowship.\nWho is most vulnerable to persecution?\nConverts from an Islamic background are most vulnerable to religious persecution, particularly in rural areas which are more conservative. Most converts live in urban areas, where it is easier to escape family and community pressure.\n\nWhat has changed this year?\nViolence against Christians in Morocco increased in the past year, mainly because a higher number of church buildings, including house churches, were attacked. Pressure remains extremely high in many spheres of life.\nWhat does Open Doors do to help Christians in Morocco?\nOpen Doors works with local partners and churches in North Africa to provide leadership training, discipleship, livelihood support, Bibles and pastoral care.\nHow can you pray for Morocco?\n\nPlease pray for tolerance of all faiths in North Africa and for Christians to have the freedom to gather together\nPray for provision for those converts whose faith is known. Pray for jobs and support from family and friends.\nPray for deepening of faith for Christians in North Africa, even when it is difficult to access resources.\n\n\na Prayer for Morocco\n\nHeavenly Father, thank You for the courageous Christians in North Africa who choose to follow You despite the risks. Encourage secret believers with support from other Christians and access to Bibles and books. Reconcile family relationships that\n      have been strained or broken. Protect those who are threatened with physical violence. Help Open Doors partners to find Christians in North Africa and support them with pastoral care and prayer. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/morocco"
    },
    "Bangladesh": {
        "name": "Bangladesh",
        "rank": "30",
        "religion": "Islam",
        "government": "Parliamentary Republic",
        "christians": "938,000 (0.6%)",
        "violence": " 11.3",
        "church_life": " 10.2",
        "national_life": " 11.3",
        "community_life": " 12.9",
        "family_life": " 10.7",
        "private_life": " 11.8",
        "persecution_type": "Dictatorial paranoia \nIslamic oppression\nReligious nationalism \nEthno-religious hostility",
        "details": "What does persecution look like in Bangladesh?\nIn Bangladesh, the severest persecution is reserved for those who come from Muslim, Hindu, Buddhist or tribal backgrounds. Such believers can encounter restrictions, discrimination and even attacks. Gatherings with other Christians are often done in secret.\nProtestant churches that are engaged in outreach among Muslim communities can also face persecution. The arrest of church leaders can destabilise Christian communities and make them feel afraid to gather for worship. Even other denominations which have historically faced less persecution in Bangladesh, such as those affiliated with the Roman Catholic Church, are increasingly facing attacks and death threats.\nWho is most vulnerable to persecution?\nBangladesh's northern region, home to many ethnic minorities, is an especially difficult place for Christians to live, with persecution coming from both the Muslim majority and Buddhist minority, as well as tribal communities.\nIn recent years, more than 700,000 Islamic refugees have arrived from neighbouring Myanmar, with the majority located in Cox Bazar district in the southeast tip of the country. Among the refugees are a tiny minority of Rohingya converts, who can face pressure for their faith but have no means of escape.\nMeet \"Jashim\"\n\n\"I have the right to choose and practise my faith. I will not forsake my faith in Jesus Christ.\"\nJashim, who was brutally attacked by a mob  \nWhat has changed this year?\nDespite a slight drop in reported incidents of violence against Christians, opposition in private life has increased and converts have been put under more pressure than in previous years. Overall, the persecution of our Bangladeshi brothers and sisters remains at a severe level.\n\nWhat does Open Doors do to help Christians in Bangladesh?\nOpen Doors works through local church partners to strengthen persecuted believers in Bangladesh through biblical training, Bible distribution, literacy and socio-economic development projects, and emergency relief aid.\nHow can you pray for Bangladesh?\n\nPlease pray that Christians facing intense pressure for their faith will be strengthened by the Holy Spirit, the Word of God and the support of local believers\nPray that those who persecute Christians will encounter Jesus for themselves and give their lives to Him\nPray for healing for those traumatized by attacks.\n\n\n\na prayer for Bangladesh\nLord Jesus, thank You that, despite the persecution many Christians in Bangladesh face, many people are coming to know You in the country. We pray for more of this, and ask that even those who are causing persecution will have life-changing encounters with You. Strengthen, encourage and protect Your people in the face of such challenges. Pour fresh hope into their hearts and give them fresh revelations of Your love. Heal all those who remain affected by attacks. Give them strength to persevere and a glimpse into the ways in which You are using their difficult experiences for good. Amen.  \n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/bangladesh"
    },
    "Laos": {
        "name": "Laos",
        "rank": "31",
        "religion": "Buddhism",
        "government": "Communist State",
        "christians": "207,000 (0.1%)",
        "violence": " 5.9",
        "church_life": " 14.1",
        "national_life": " 13.3",
        "community_life": " 13.2",
        "family_life": " 10.3",
        "private_life": " 12.0",
        "persecution_type": "Communist and post-Communist oppression\nClan oppression\nDictatorial paranoia\nReligious nationalism",
        "details": "What does persecution look like in Laos?\nThe Communist authorities of Laos consider most church meetings 'illegal gatherings', and Christians live under intense scrutiny.\n  \nIn Laos, some churches are registered and heavily monitored, but others cannot get permission to meet and have to operate secretly. Even among the government-approved churches, few have permanent buildings of their own and have to meet in homes. Christians\n    are generally viewed as Western-influenced 'enemies of the state'.\nThe leaders of unregistered churches have been arrested and held for as long as a year; their families and churches have to pay huge sums of money for their release. In most cases, local authorities are the source of persecution, frequently cooperating\n    with the community and families.\nChristians face discrimination in the workplace, and may be barred from or lose their government jobs when their faith becomes known. The lack of educational and professional opportunities has contributed to Christian boys and men getting ensnared in\n    drug addictions. Pastors in northern Laos say that Christian girls are increasingly targeted as brides to be trafficked into China.\nPeople from the Buddhist-animist community who become Christians face pressure and violence from their families and the local authorities. The community often gets stirred up against them, until the new believers are expelled from their home village.\nWho is most vulnerable to persecution?\nAny Christians outside of registered churches are at particular risk in Laos. The local authorities in some provinces are determined to silence any Christian voice.  \n  \nMeet \"Sop\"\n\n“There are times when I feel like it’s me against the world and that the Lord has not provided me with people. But God sends people. He used your ministry.”\nSop, a persecuted Christian who used literacy classes to help change their community's opinion\n\nWhat has changed this year?\nThe situation for Christians in Laos has not changed very much. While churches have a bit more freedom in urban areas, such as the capital Vientiane, Christians in rural areas are generally seen as outsiders or even traitors. They are often believed\n    to anger the spirits who, according to local beliefs, can determine the village's prosperity. Officials in the capital are increasingly receiving training on the importance of freedom of religion or belief, but this is not having an impact on local\n    authorities. In October 2022, the news of the killing of a pastor in Khammouane province shocked the Christian community.\n  \nWhat does Open Doors do to help Christians in Laos?\nOpen Doors local partners strengthen persecuted believers in Laos by providing Christian materials, leadership and discipleship training, socio-economic development programmes, advocacy support and emergency relief.  \n How can you pray for Laos?\n\nPlease pray that Christians would be able to meet together without detection and surveillance\nPray for an end to the unjust fines charged to release detained Christians\nPray that whole villages would come to know Christ through new believers.\n\n\na PRAYer for Laos\n\nLord Jesus, give Your children in Laos strength to stand firm against the pressure many of them are facing. We pray that Christians would meet together and encourage one another, undetected by the surveillance of the state. Guard and strengthen the\n      faith of house churches whose pastors are detained. When village members come to know You, we pray that their neighbours would be amazed by their stories instead of driving them away, and that many more would come to know Your freedom in this restrictive\n      country. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/laos"
    },
    "Mozambique": {
        "name": "Mozambique",
        "rank": "32",
        "religion": "Christianity",
        "government": "Presidential Republic",
        "christians": "18,589,000 (56.2%)",
        "violence": " 15.6",
        "church_life": " 12.5",
        "national_life": " 7.9",
        "community_life": " 11.3",
        "family_life": " 8.5",
        "private_life": " 9.3",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nOrganized corruption and crime\nClan oppression\nDictatorial paranoia",
        "details": "What does persecution look like in Mozambique?\nChristians face persecution from the growing presence of Islamic militants, particularly in the northern region of Cabo Delgado, where insurgents such as the IS-affiliated Islamist group al-Sunnah wa Jama'ah, and fighters with links to Somali group al-Shabaab,\n  are enforcing a reign of terror. People either stay in the region under daily threats of abduction, or they flee their homes and communities and fend for themselves. Many are traumatised by the violence, and those who are forced into marriage or the\n  militia are often plagued by shame or stigma.\nIn other parts of the country, Christians who convert from a Muslim or African Traditional Religion background often face pressure from their families to renounce their faith. Many Muslim families living in Mozambique force suspected female converts to\n  marry a Muslim man to keep them away from Christian activities. Married women face divorce if they convert to Christianity. In some cases, they lose custody of their children and may be denied their due inheritance.\nIn some areas, drug cartels persecute Christians and target church youth workers in particular. Tensions in the country are only exacerbated by government restrictions on freedom of religion, such as bans on all religious influence in public educational\n  institutions and cumbersome registration requirements for religious groups.\nWho is most vulnerable to persecution?\nThe persecution of Christians is most severe in the northern Cabo Delgado Province, where Islamist extremists carry out violent attacks. \nYoung girls are also particularly vulnerable, as Mozambique has one of the highest rates of early marriage in the world. Children as young as seven are forced into marriage with militants. \nMeet \"Lorena\"\n\n“In no one else I trust, only in God and Jesus Christ. Because He did not leave me... He keeps me and my family, because of this we are still alive.”\nLorena, a widow\n\nWhat has changed this year?\nIn 2021, Mozambique entered the World Watch List top 50, and persecution has continued to worsen. This year, Mozambique has risen nine places on the World Watch List, reflecting the mounting pressure on Christians, particularly in the northern part of\n  the country where jihadists operate.\nEven though Islamic militants have lost control of many towns and cities in the past year, due to the operation by Rwandan and Southern African forces, their influence remains very high. Radical Islamic attacks have claimed the lives of many Christians.\n  The IS-affiliated Islamist group al-Sunnah wa Jama'ah wants to establish an Islamic caliphate in Mozambique and has committed numerous atrocities. It has burned down churches and schools and tens of thousands of people have fled from the northern part\n  of the country. Hundreds of thousands of people are now living in camps for internally displaced people. Furthermore, the presence of drug cartels in some areas is making the lives of Christians difficult – especially for churches that want to work\n  with youth.\nViolence in the north has become more widespread and brutal, with Christians being particularly targeted. The northern province of Cabo Delgado is now in the grips of Islamist insurgents who have killed between 2,500 and 3,300 people in the area. Around\n  800,000 people have been displaced in an attempt to escape the violence.\nThe attacks by the jihadists have already spilled across the border into Tanzania and are likely to expand south and also into neighbouring Malawi.\nWhat does Open Doors do to help Christians in Mozambique?\nOpen Doors partners support persecuted Christians in Mozambique through emergency aid, persecution survival and cross-cultural awareness training, and economic empowerment projects.\nHow can you pray for Mozambique? \n\nPlease pray for peace in Mozambique, so Christians can go to church without fear of being abducted, attacked or killed\nPray that Open Doors partners will reach more people in need with spiritual and economic support, and for protection for staff as they travel to volatile regions\nThank God for the courage of those who are offering aid, and pray for wisdom and compassion towards the traumatized and vulnerable\n\n\na Prayer for Mozambique\n\nHeavenly Father, cast Your protection around those affected by persecution in Mozambique. Provide for the thousands of displaced people and give them shelter, food and water. Please look after those children who have been abducted into forced marriages,\n    and militant groups. Let them know Your love for them and intervene to give them freedom. Stifle the plans of Islamic extremists and work in their hearts to turn them away from hatred and violence, and towards your love. Give our brothers and sisters\n    in Mozambique a land in which they are safe. Amen.\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/mozambique"
    },
    "Indonesia": {
        "name": "Indonesia",
        "rank": "33",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "34,185,000 (12.2%)",
        "violence": " 13.5",
        "church_life": " 9.6",
        "national_life": " 11.0",
        "community_life": " 11.5",
        "family_life": " 11.5",
        "private_life": " 11.3",
        "persecution_type": "Islamic oppression",
        "details": "What does persecution look like in Indonesia?\nIndonesia has taken on a more conservative Islamic character in recent years, which can put pressure on Christians, especially those from Muslim backgrounds.\nIndonesians brought up as Muslims who become Christian believers will likely face disapproval, intense pressure to return to Islam, verbal abuse and possibly social isolation. In some cases families will withdraw all support, and married women may keep\n    their new faith secret to avoid the threat of their husbands divorcing them. Some women are faced with lots of psychological abuse, including death threats, for practising Christianity.\nThanks to effective anti-terror police, physical violence towards Christians by Islamic extremists is not common, but many new Christians in Indonesia will seek to leave their home community and relocate somewhere else to get away from the harassment.\n  \nIf a church is seen to be preaching and spreading the gospel, they soon run into opposition from Islamic extremist groups, especially in rural areas. In some regions of Indonesia, non-traditional churches struggle to get permission for church buildings,\n    with the authorities often ignoring their paperwork.\n  \nWho is most vulnerable to persecution?\nChristians, particularly women, who have converted from Islam face the greatest risks and pressure.\nThe Province of Aceh is governed by Sharia (Islamic law). Churches were closed there on a large scale in October 2015 and the building of new churches is nearly impossible. Converts from Islam face the strongest pressure there.\nMeet \"Doni\"\n\n“My mum tried to compel me to return to Islam. She hid the rice so that my family and I could not eat. Support from Open Doors provided us a new place to live and capital to start a business. Thank you. You have no idea how precious your help is to\n      me.”\nDoni, a believer from a Muslim background, disapproved of by his family \n\nWhat has changed this year?\nThe situation for Christians in Indonesia did not change very much in the past year. While the threat of violent attacks by Islamic extremists seems to have curbed, except for 'lone wolf' attacks, violence against Christians still takes place - including\n    some faith-based murders.\nWhat does Open Doors do to help Christians in Indonesia?\nOpen Doors local partners strengthen persecuted Christians in Indonesia by providing Bibles and Christian books, socio-economic empowerment projects, discipleship and persecution survival training and relief aid.  \nHow can you pray for Indonesia?\n\nPlease pray for a more open and tolerant society towards Christians in Indonesia\nPray that God would comfort those rejected by their own families for His sake  \nPray for the Open Doors team helping displaced Christians find new homes and jobs.\n\n\na Prayer for Indonesia\n\nDear God, You are 'the Father of compassion and the God of all comfort, who comforts us in all our troubles' (2 Corinthians 1:3-4). May all those Christians experiencing rejection, discrimination or isolation for their faith know the depths of this\n      comfort. We pray that family members would increasingly keep their hearts and minds open when one of their own comes to know You. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/indonesia"
    },
    "Qatar": {
        "name": "Qatar",
        "rank": "34",
        "religion": "Islam",
        "government": "Absolute Monarchy",
        "christians": "409,000 (13.7%)",
        "violence": " 7.2",
        "church_life": " 14.3",
        "national_life": " 13.0",
        "community_life": " 11.1",
        "family_life": " 14.1",
        "private_life": " 14.2",
        "persecution_type": "Islamic oppression\nClan oppression\nDictatorial paranoia",
        "details": "What does persecution look like in Qatar?\nChristians in Qatar fall into two categories: expat Christians and converts from Islam to Christianity.\nExpat Christians form the largest group and are mostly migrant workers from Asia and Africa. They are not free to openly practice their faith, and telling a Muslim about Jesus can lead to prosecution and deportation. Expat churches are closely monitored\n    and only a select number of churches have been allowed to establish buildings. They are restricted to a specially designated compound where space is often insufficient. Many migrant workers have to live and work in poor conditions, while their Christian\n    faith adds to their vulnerability.\nConverts from Islam to Christianity face more severe persecution, including discrimination, harassment and police monitoring. Conversion from Islam is not officially recognised and is likely to lead to loss of status and legal problems in property and\n    domestic matters. Most converts are foreign workers, and they often live within their own national or ethnic communities. They typically experience the same pressure they would in their home countries. Qatari believers are few in number and keep their\n    faith secret. They face intense pressure and bullying from their own families. Almost all Qatari Christians converted abroad, and most of them do not return to the country out of fear.\nWho is most vulnerable to persecution?\nQatari believers who convert from Islam to Christianity are most vulnerable to persecution. They are considered apostates and face harassment from society and even risk being killed by their family. Family and clan ties are very strong and religion\n    is never just a matter of private belief – it is part of the identity of the extended family and tribe. Leaving Islam is therefore not just a change of belief, it also means leaving the family. This poses a threat to the loyalty of the group, since\n    appearing to be weak brings huge shame on the family, which explains the fierce ways in which families deal with converts.\n  \nMeet \"Latifah\"\n\n\"The converts are cut off from financial support of their family. Women are locked in their rooms, imprisoned in their homes. Mobile phones are confiscated by family members and their internet connection with their computers cut. Some are verbally\n      or physically abused, beaten up. Women can be forced into a marriage with a Muslim man\"\nLatifah, a Christian from the Arabian Peninsula\n\nWhat has changed this year?\nPressure on Christians, especially converts from Islam to Christianity, remains at an extremely high level. Many previously closed house-churches were not allowed to re-open, which has made it difficult for the affected Christian communities to gather\n    and encourage one another. Monitoring and surveillance continued to be very pervasive. Culturally, converts continue to face limitations, restrictions and persecution from all angles: the government, society and their own families.\nWhat does Open Doors do to help Christians in Qatar?\nOpen Doors supports the body of Christ on the Arabian Peninsula by organising prayer, distributing Scripture resources, and training believers and pastors.\nHow can you pray for Qatar?\n\nPlease pray for secret believers in the Arabian Peninsula. Ask God to strengthen their faith and make His presence known, even when they cannot reveal their faith to anyone else\nThank God for the growing number of Christians in the Arabian Peninsula. Pray that the culture would shift to become more tolerant towards them.\nPray for protection for Christian migrant workers who face mistreatment at the hands of their employers.\n\n\na Prayer for Qatar\n\nDear Father, thank You for the Christians in the Arabian Peninsula, who are drawing more people to Christ through their quiet witness. Encourage those who are secret believers. Let them know that You are close to them. Send them dreams and visions\n      to strengthen their faith. Cast Your protection over women who are trapped in unhappy or abusive marriages and make a way for them to find freedom. Create safe spaces for Christians to meet, without fear of persecution. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/qatar"
    },
    "Egypt": {
        "name": "Egypt",
        "rank": "35",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "9,695,000 (9.1%)",
        "violence": " 10.0",
        "church_life": " 10.8",
        "national_life": " 12.7",
        "community_life": " 11.5",
        "family_life": " 13.2",
        "private_life": " 12.7",
        "persecution_type": "Islamic oppression \nDictatorial paranoia",
        "details": "What does persecution look like in Egypt?\nChristians in Egypt report that freedom of religion violations are mostly experienced in the community. Incidents vary from Christian women being harassed while walking in the street, to a mob of angry Muslims forcing a whole community of Christians to move out, leaving their houses and belongings to be confiscated. These sort of incidents take place mostly in Upper Egypt, where Salafist movements are active in the rural communities. The Islamic Salafi al-Nour party continues to exist and operate legally, although the Constitution prohibits religious parties. Their influence is considerable in rural societies where there is a high percentage of illiteracy and poverty.\nPresident al-Sisi regularly speaks positively about Egypt's Christian community. However, the lack of serious law enforcement and the unwillingness of local authorities to protect Christians leave them vulnerable to all kinds of attacks, especially in Upper Egypt. Communal hostility and mob violence, in particular, continue to cause difficulties. In addition, due to the dictatorial nature of the regime, it is futile for church leaders or other Christians to speak out against these practices.\nFurthermore, in clear contrast to how mosques are dealt with, the building of new churches is restricted – despite promises from the president that churches in every neighbourhood will be legalised through official registration.\nChristians with a Muslim background have great difficulties in living out their faith since they face enormous pressure from their families to return to Islam. The state also makes it impossible for them to get any official recognition of their conversion.\nWho is most vulnerable to persecution?\nChristians living in Upper Egypt (the southern part of the country), and in rural areas in the northern Nile Delta, are most at risk – Islamic extremist movements are most active in these areas.\nChristians who have converted from Muslim backgrounds are especially vulnerable to violent persecution.\nMeet Meral\n\n“Even though he knows I am a Christian he commented on my outfit. Then he slapped me in the face two times and shouted more insults at me. The police said they wouldn’t let me go home to my sick son if I did not retract my complaint.”\nMeral, a 30-year-old mother attacked for not wearing Islamic dress during Ramadan\nWhat has changed this year?\nEgypt has dropped 15 places in the World Watch List, mainly because there have been fewer reports of violence against Christians, including fewer faith-based killings and instances of properties being attacked. (Fires were reported in nine different church buildings in August 2022, but the cause of these fires remains unclear in most cases.) \nEven so, the level of violence against Christians is still very high. At least five Christians were killed last year, and more than 20 believers were attacked, among other reported incidents. In addition, a significant number of Christian converts from Islam have been arrested and physically abused by the Egyptian security services.  \nWhat does Open Doors do to help Christians in Egypt?\nOpen Doors works through local partners in Egypt to support the church with literacy training, education support, advocacy, medical outreach, and youth, family and women’s ministries.\nHow can you pray for Egypt?\n\nPlease pray that the authorities would act to protect Christians' legal rights\nPray for God's protection and strength for new believers from Muslim backgrounds\nPray that the love and courage of Egyptian Christians would influence their neighbours and draw many people to Christ.\n\t \n\n\na prayer for Egypt\nDear Heavenly Father, please bring justice for our brothers and sisters who are deprived of their rights in Egypt. For those living in dangerous situations today, we pray for Your strength, courage, peace and protection. Empower your ancient church in Egypt to continue shining brightly and drawing many people to You, even in the midst of persecution. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/egypt"
    },
    "Tunisia": {
        "name": "Tunisia",
        "rank": "36",
        "religion": "Islam",
        "government": "Parliamentary Republic",
        "christians": "22,500 (0.2%)",
        "violence": " 6.5",
        "church_life": " 13.4",
        "national_life": " 11.3",
        "community_life": " 10.6",
        "family_life": " 12.7",
        "private_life": " 11.9",
        "persecution_type": "Islamic oppression \nDictatorial paranoia",
        "details": "What does persecution look like in Tunisia?\nTunisia is 99% Muslim and Tunisian Christians, almost all of whom are from a Muslim background, are discriminated against by family and society.\nConversion from Islam is socially unacceptable. If discovered, Christian converts are subjected to hostility from their family, colleagues and friends. In some cases, the aggression may escalate to physical violence. Usually, this backlash takes place\n    behind closed doors. In some cases, Christians are abandoned by their families and rejected by their friends. Their jobs may also be at risk.\nMost Christian converts cannot worship openly and choose to hide their faith since it is dangerous to share their beliefs. Some brave Christians are willing to gather in worship and fellowship, but they tread carefully. If they're found to be part of\n    a Christian gathering, they risk exposure and ostracism. They may be earmarked for monitoring by the security services.\nThe few foreign Christians in Tunisia experience a relative amount of freedom, although public evangelism is not tolerated.\nWho is most vulnerable to persecution?\nConverts to Christianity are most vulnerable to persecution in Tunisia. As conversion from Islam is forbidden, new converts face a hostile backlash from their own families. This is especially true in the south of the country, where the Islamic population\n    is more conservative. The threat in the south is compounded by the presence of violent Islamic extremist militants, who target Christians.  \nMeet \"Farid\"\n\n“There are many believers living in isolation scattered around in the country. We visit them and try to bring to them discipleship to equip them with the living Word of God. And we try to equip them so they can face persecution and stand firm in their\n      faith”  \nFarid is an Open Doors field worker in North Africa \n\nWhat has changed this year?\nViolence remains very high in Tunisia, and the pressure faced by Christians increased slightly over the last year. In July 2022, President Kais Saied consolidated his de facto coup via a constitutional referendum that returned Tunisia to one-man rule.\n    Although the new constitution is ambiguous regarding freedom of religion or belief, it is feared that the current high levels of government monitoring of Tunisian Christians will only further increase.\nWhat does Open Doors do to help Christians in Tunisia?\nOpen Doors works with local partners and churches in North Africa to provide leadership training, discipleship, livelihood support, Bibles and pastoral care.  \nHow can you pray for Tunisia?\n\nPlease pray for protection for believers from Muslim backgrounds. Ask God to soften the hearts of their families towards them\nPraise God that He continues to make Himself known to the people of Tunisia, despite the risks associated with Christianity there\nPray that Christians who are abandoned by their families will find the pastoral care and livelihood support they need.  \n\n\na prayer for Tunisia\n\nDear Father, we pray for our brothers and sisters in Tunisia who risk their safety and security to know You. Work in the hearts of Tunisians to respond to Your people with love, rather than hostility. Heal those family bonds that have been broken.\n      Encourage Christians who are downcast and lonely. Bring them into supportive communities who pour out encouragement and care. Provide ways for secret believers to gather safely. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/tunisia"
    },
    "Congo DR (DRC)": {
        "name": "Congo DR (DRC)",
        "rank": "37",
        "religion": "Christianity",
        "government": "Semi-Presidential Republic",
        "christians": "90,570,000 (95.1%)",
        "violence": "",
        "church_life": "",
        "national_life": "",
        "community_life": "",
        "family_life": "",
        "private_life": "",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nDictatorial paranoia\nClan oppression",
        "details": "What does persecution look like in Democratic Republic of the Congo?\nThe eastern part of the Democratic Republic of the Congo (DRC) is a dangerous place for Christians right now. Rebel groups are fighting for control of the area, including an Islamic extremist group, known as the Allied Democratic Forces (ADF), which openly\n  and brutally targets Christian homes and churches.\nChristians in this area live with the threat of kidnapping, and terrible violence is commonplace. The ADF kidnaps women, rapes them and forces them to marry their soldiers, with Christian women sometimes being kept as a kind of 'trophy'.\nThere is little chance of justice through the legal system in DRC. Many Christians have been forced to flee their homes and seek refuge in friendlier villages. Open Doors partners are providing emergency aid for displaced people through local churches.\nPeople who have become Christians from Muslim or indigenous backgrounds face pressure to still participate in traditional religious activities. At the most extreme end of the scale, women who have converted to Christianity may be forcibly married, impregnated\n  or divorced.\nThroughout DRC, Christian leaders who speak out against corruption experience harassment and interference from the government.\nWho is most vulnerable to persecution?\nChristians in Ituri province and North Kivu in the east of DRC face persecution from the ADF – a rebel group with an Islamic extremist agenda. They openly target local Christians in this area – men, women, girls and church leaders. Converts from Islam\n  or from indigenous faiths are particularly vulnerable to persecution.\nMeet Joie \n\n“I say thank you for the work that your organisation has done through the local church.”\nJoie, displaced by ADF persecution, receiving aid in Komanda village \n\n\nWhat has changed this year?\nViolence remains rampant, and pressure against Christians has slightly increased in the past year, particularly in church life. This reflects the threats from Islamic militants, particularly in the east of the country where churches have been under repeated\n  attack. Organised crime and corruption also make church and community life extremely difficult.\nWhat does Open Doors do to help Christians in DRC?\nOpen Doors works through local partners to support Christians in Democratic Republic of the Congo through persecution survival training, economic empowerment projects and trauma care.\n\nHow can you pray for Democratic Republic of the Congo?\n\n\nPlease pray for stability and justice to return to eastern DRC  \nPray that hat God gives church leaders great wisdom and strength as they look after their members.\nPray for more opportunities to help churches providing trauma counselling and emergency aid.  \n\n \n\n\na prayer for the DRC\n\nFather God, we long to see an end to the violence and lawlessness affecting Christians in eastern DRC. Please help the authorities to bring a lasting peace. We pray for great wisdom and courage for the church leaders there as they minister to the traumatised\n    and displaced and advise their people how to face this persecution. Bring Your healing to all those who have suffered. Amen.  \n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/drc"
    },
    "Mexico": {
        "name": "Mexico",
        "rank": "38",
        "religion": "Christianity",
        "government": "Federal Presidential Republic",
        "christians": "125,738,000 (95.6%)",
        "violence": " 12.6",
        "church_life": " 10.3",
        "national_life": " 10.8",
        "community_life": " 12.5",
        "family_life": " 8.3",
        "private_life": " 10.3",
        "persecution_type": "Organised corruption and crime\nClan oppression\nSecular intolerance",
        "details": "What does persecution look like in Mexico?\nThere are an estimated 150 organised crime gangs in Mexico, financed by powerful drug cartels. Christians living in their territories risk being targeted. Christian leaders in particular can be viewed as a threat or defiant to a gang's authority and stability.\n  When Christians refuse to carry out a gang's demand, or speak out against crimes, their church is soon in the firing line. The impunity and political instability contribute to the lack of justice when several pastors and priests have been kidnapped\n  and held to ransom, badly beaten, or killed.\nThe gangs, as de facto authorities in the most neglected areas, also give fines and extort money from church leaders, believing they must have access to some church funds. These illegal groups have diversified and strengthened their networks across the\n  whole country, so Christian leaders, especially those carrying out activities as human rights or environmental defenders, are at high risk of death, recruitment, sexual harassment, abduction, and forced displacement, as well as other forms of violence.\n  Their relatives are also at risk.\nIn rural areas, new Christian believers who come from more ancestral and traditional backgrounds (mostly beliefs related to Roman Catholic faith) can be beaten, fined, harassed, denied use of public services, rejected and forced to displace by their communities.\nIn general, intolerance and scrutiny of Christians speaking out on social issues is increasing, as Mexico becomes radically secular.\nWho is most vulnerable to persecution?\nChurch leaders are most at risk of violence from organized crime and gangs, while certain indigenous communities persecute and exclude new believers. \nMeet Pastor Cazares\n\n\"They kidnapped me in the middle of the night. The criminals wanted me to pray to 'clear the negative energy' left in the room where they had killed several of their victims.\"  \nPastor Cazares\n\nWhat has changed this year?\nLast year saw the highest record of incidents of violence against Christians in Mexico. Criminal groups continue to target Christians wherever they are perceived to be a threat to a group's illegal operations, and these persecutors take advantage of the\n  weakness of state policies that allow corruption and impunity.\nChristians in indigenous communities increasingly face hostility due their refusal to follow ancestral and traditional customs (mostly related to Catholic practices). Elsewhere, religious intolerance is also increasing, driven by radical ideological groups\n  that are against public expression of Christian faith.\nWhat does Open Doors do to help Christians in Mexico?\nOpen Doors strengthens persecuted believers in Mexico with biblical training, legal support, trauma care and socio-economic aid.\nHow can you pray for Mexico?\n\nPlease pray for a return of law and order to Mexico, where crime currently reigns\nPray for God's wisdom and power for Christians standing up to the criminal gangs in their areas\nPray for safety for those who travel a long way to access Bible training or discipleship.\n\n\na Prayer for Mexico\n\nDear Father, protect our brothers and sisters in Mexico who live in the shadow of criminal gangs. Help Christians to face violence with courage and to speak out against corruption in the country. May their integrity and love impress their persecutors.\n    We pray that the authorities will be able to bring stability, employment and justice back to Mexico. Amen.\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/mexico"
    },
    "Ethiopia": {
        "name": "Ethiopia",
        "rank": "39",
        "religion": "Christianity",
        "government": "Federal Parliamentary Republic",
        "christians": "72,396,000 (59.9%)",
        "violence": " 9.8",
        "church_life": " 12.3",
        "national_life": " 10.3",
        "community_life": " 13.1",
        "family_life": " 10.3",
        "private_life": " 9.9",
        "persecution_type": "Christian denominational protectionism \nIslamic oppression \nDictatorial paranoia\nClan oppression",
        "details": "What does persecution look like in Ethiopia?\nChristianity may be the majority religion in Ethiopia, but the true situation is much more complicated. Christians living in certain areas and from certain backgrounds can lose everything for their faith.\nPeople who convert to Christianity from Muslim backgrounds, particularly in the east and south east of the country, risk harsh mistreatment from their communities. Women face the threat of rape, forced marriage or (if married) divorce and separation\n    from their children. In some areas, Islamic extremist mobs have attacked churches, taking advantage of a general rise in political violence. Christian converts can be threatened with death and are often forced to flee their homes.\nThere is also persecution for Christians who move from a traditional Ethiopian Orthodox Church (EOC) background to a Protestant or non-traditional denomination. Believers found to be going to other Christian meetings can be completely shunned by their\n    families. It is thought that all major churches in Ethiopia have experienced government interference in appointing their leaders.\nParts of Ethiopia are tribal, and Christians in these areas are expected to take part in tribal conflict. Believers who refuse to participate may experience violent backlash from the community.\nWho is most vulnerable to persecution?\nIn different parts of the country, people becoming Christians from Muslim backgrounds, or Protestants from EOC backgrounds are most at risk of discrimination and persecution.\nMeet 'Ruth'\n\n“If you are an evangelical Christian, they will know. They refuse to talk to you or even have any kind of relationship. Right now, my family doesn't talk to me at all.”\nRuth (22) converted to evangelical Christianity as a teenager; her family found her Bible and stopped supporting her \n\nWhat has changed this year?\nThe pressure faced by Christians remains high, particularly in community and church life (for instance, more than 20 churches were attacked, damaged or looted last year). The political violence that has become rampant in Ethiopia has now become a full-blown\n    civil war that has put the country as a whole at risk, but a peace agreement was reached in November 2022 and Ethiopia's Christians are praying that this is an end to the crisis in the country. Persecution is complex in the context of war, and in\n    some instances, it isn't clear whether persecution is motivated by someone's faith, their ethnicity or another factor.\nWhat does Open Doors do to help Christians in Ethiopia?\nOpen Doors works through the local church to strengthen Christians in Ethiopia with leadership and persecution survival training and economic empowerment projects.\nHow can you pray for Ethiopia?\n\nPlease pray for justice for Christians being denied their basic rights\nPray that new Christians facing strong disapproval and persecution would know God's presence\nPray for Open Doors' work to disciple believers and strengthen the church.\n\n\na prayer for Ethiopia\n\nLord Jesus, we pray for justice for those who have come to know You in Ethiopia. Please intervene to protect their rights and change the hearts of their families and neighbours. We pray that all the believers facing hostile situations will know your\n      presence with them and keep hold of their joy. We pray You would equip those bravely taking the gospel to dangerous places. And we long to see different churches come to understand and love one another throughout Ethiopia. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/ethiopia"
    },
    "Bhutan": {
        "name": "Bhutan",
        "rank": "40",
        "religion": "Buddhism",
        "government": "Constitutional Monarchy",
        "christians": "18,800 (2.4%)",
        "violence": " 1.7",
        "church_life": " 13.8",
        "national_life": " 13.7",
        "community_life": " 11.7",
        "family_life": " 12.4",
        "private_life": " 13.4",
        "persecution_type": "Religious nationalism",
        "details": "What does persecution look like in Bhutan?\nSince all Bhutanese citizens are expected to follow Buddhism, converts to Christianity can be exposed to harsh treatment from their family and local community in attempts to pressurize them into renouncing their faith. This includes losing their jobs\n    or being disinherited. Some Christians are falsely accused of being bribed to convert. Being ostracized by family makes an enormous difference in a Bhutanese person's life, since the culture is very communal, and the protection of family is crucial.\nNo churches have official state recognition, meaning that any Christians holding a service together are technically worshipping illegally. Local authorities often refuse to issue Christians with a 'non-objection certificate', which is essential for\n    things such as jobs and registering property.\nWho is most vulnerable to persecution?\nConverts from Buddhism are particularly vulnerable to persecution in Bhutan\nMeet 'Meena'\n\n\"I found life and hope in Jesus. All the time I have in this world I want to use it for His kingdom.\"\nMeena is a young Christian who faces pressure from her local community because of her faith in Jesus\n\nWhat has changed this year?\nIn general, persecution in Bhutan did not change very much. Despite the claim before the UN Human Rights Council in September 2019 that religious organisations do not need to be registered in order to practice, Christians have still not been officially\n    recognised in the country. Christian groups are able to meet, but have to do so without raising any attention. Converts continue to be frequently ostracized by family and society.\nWhat does Open Doors do to help Christians in Bhutan?\nOpen Doors works through local partners to strengthen persecuted Christians in Bhutan through prayer support and other practical emergency help.\nHow can you pray for Bhutan?\n\nPlease pray that those who have suffered loss of family, work or inheritance for their faith will have all their needs met\nPray that Christians will have fresh revelations of Jesus that will help sustain them in the face of pressure and persecution  \nThat the Holy Spirit will refresh and revitalize believers who are feeling particularly discouraged, bereft or weary.\n\n\na prayer for Bhutan\n\nDear God, pour fresh encouragement into the hearts of believers in Bhutan who are feeling discouraged because of the risks that come with following You. Give them discernment, wisdom and boldness as they seek to express and share their faith in environments\n      that can be hostile to them. Provide opportunities for believers to gather, and meet the needs all those who have suffered loss because of their faith, be that jobs, friends or other things. Establish connections between Christians and those in\n      authority, so that their influence not only leads to greater religious freedom but opens avenues for more people to hear about You. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/bhutan"
    },
    "Turkey": {
        "name": "Turkey",
        "rank": "41",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "170,000 (0.2%)",
        "violence": " 4.6",
        "church_life": " 11.6",
        "national_life": " 13.2",
        "community_life": " 11.4",
        "family_life": " 11.5",
        "private_life": " 12.6",
        "persecution_type": "Islamic oppression \nReligious nationalism \nDictatorial paranoia \nClan oppression",
        "details": "What does persecution look like in Turkey?\nOn the face of it, the Turkish legal system protects religious freedoms. However, that is not the lived reality for Christians in Turkey. Religious nationalism is very strong and is putting Christians under increasing pressure. \nNationalism and Islam are intrinsically linked and anyone who is not a Muslim, particularly someone who openly lives out a different faith, is seen to be a disloyal Turk. Christians are therefore not regarded as full members of Turkish society. They have limited access to state employment and experience discrimination in private employment, especially where employers have ties to the government. Since religious affiliation is still recorded on ID cards (nowadays via electronic chip), it is easy to discriminate against Christian job applicants. In recent years, the government has banned foreign Christians with Turkish spouses and children from settling in the country as residents.\nAlthough conversion from Islam to Christianity is not legally forbidden, converts are put under pressure by their families and communities to return to Islam. If their faith is discovered, they may be threatened with divorce and the loss of inheritance rights. Converts from Islam can legally change their religious affiliation on ID cards to Christianity, but it is a stressful process and they may face discrimination at the hands of individual government officials. \nWho is most vulnerable to persecution?\nWomen who convert from Islam to Christianity are most vulnerable to persecution. If their faith is discovered they can suffer violence at the hands of their own families, and in the most serious cases they are subjected to sexual violence. This is more common in rural areas.\nHistorical Christian groups like the Armenian and Assyrian Syriac churches face pressure and hostility in southeastern Turkey. For decades, they have been caught between the rivalries of the Turkish army and Kurdish resistance groups. Most of these Christians do not live in their ancestral region anymore but have moved to western areas of Turkey to escape the conflict.\nInland areas tend to be more conservative and strictly Islamic. Socially, they can be hostile towards Christians. \nMeet \"Hans-Jurgen Louven\"\n\n\"The only reason I can think of for [forcing me to leave] is that we are people of faith, and at times we have shared our faith with the local people.\"\nHans-Jurgen Louven, a foreign Christian who was forced to leave Turkey \n\nWhat has changed this year?\nPressure on Christians increased very slightly, with an increase in reported violence being the main reason why Turkey has risen one place on the World Watch List. Although no Christians were killed during the past twelve months, a higher number of church buildings were damaged, desecrated, converted into mosques or otherwise attacked. In Turkey, Islam is totally blended with fierce nationalism. Aggressive rhetoric from the government has left less space for other voices and perspectives, such as Christianity. There is a high level of distrust towards Christians, especially in inland Turkey, making public outreach hard and resulting in high levels of societal opposition. During the past year, Christian asylum seekers and refugees, including converts from Islam from Iran, Afghanistan, Syria and other nations, have faced very high levels of discrimination and abuse.\nWhat does Open Doors do to help Christians in Turkey?\nOpen Doors raises worldwide prayer support for persecuted believers in Turkey.\n\n  How can you pray for Turkey?\n\n Please pray that Christian converts will feel loved and accepted by God, even when their own families reject them\n Pray for the Turkish government to make policies that recognise Christians as equal to Muslims\n Pray for opportunities for Christians in Turkey to share Jesus safely, with friends and family. \n\n\na prayer for Turkey\n\nDear Father, we pray for the witness of our brothers and sisters in Turkey. Light up their faith so that all who interact with them see Christ reflected in them. Help them to live lives that spark intrigue in others, so that more people will discover the joy of following Jesus. Through small interactions with Christians, challenge people's suspicion towards Christianity. Build a more tolerant society where religious discrimination is eradicated. Amen\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/turkey"
    },
    "Comoros": {
        "name": "Comoros",
        "rank": "42",
        "religion": "Islam",
        "government": "Federal presidential republic",
        "christians": "4,600 (0.5%)",
        "violence": "",
        "church_life": "",
        "national_life": "",
        "community_life": "",
        "family_life": "",
        "private_life": "",
        "persecution_type": "Islamic oppression\nDictatorial paranoia",
        "details": "What does persecution look like in Comoros?\nIn Comoros, choosing to leave Islam to follow Jesus is so risky that those who do so have little option but to keep their faith secret. In fact, it can even lead to prosecution. It is illegal for followers of any religion except Islam to evangelise, so any Christian who shares their faith could face legal consequences. This will likely involve a fine and up to a year in prison. In some parts of the country, extremist groups threaten believers with violence.\nWho is most vulnerable to persecution?\nThose who convert from Islam are at greatest risk of persecution. \nMeet 'Titus'  \n\n“Barely three days after I decided to follow Christ, my house was burned down. I was only able to rescue my laptop. All I had was the clothes on my back. I felt this was a test of my faith in Christ, but it turned out to be faith strengthening.” \nTitus is a believer from a Muslim background\n\nWhat has changed this year?\nComoros has dropped back into the World Watch List top 50 because of an increase in pressure by the government and local communities, as well as a rise in reported incidents of violence. The government has said publicly that there is only freedom of religion for foreigners living in the country, not Comorians.\nThe country was in the top ten of Open Doors' World Watch List for a period in the 1990s and in the top 20 for several years after that. Despite the recent increase in opposition, the situation for Christians in the country is better than it was some 20 years ago\nWhat does Open Doors do to help Christians in Comoros?\nOpen Doors works through local partners to strength the persecuted church in East African islands through discipleship and economic empowerment projects.\n\nHow can you pray for Comoros?\n\n Please pray that all Christians forced to keep their faith secret will have access to fellowship and discipleship \n Pray that those facing pressure and persecution for their faith will feel the Holy Spirit empowering them to stand strong\n Pray that opportunities will emerge for Christians to boldly and safely share their faith with others.\n\n\nplease pray\n\nHeavenly Father, thank You for each of Your children in Comoros. You know their name and their situation, and how – for many of them – following You has come at great cost. May they feel the tenderness of Your presence, and may their every need be met in abundance. Strengthen Christians in the face of opposition, encourage them in their faith and keep them safe from harm. Pour Your healing into those wounded from difficult experiences. We ask that opportunities will emerge for believers to share their faith, so that more and more people may come to know You. May the church in Comoros shine brightly for You. Amen. \n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/comoros"
    },
    "Malaysia": {
        "name": "Malaysia",
        "rank": "43",
        "religion": "Islam",
        "government": "Federal Parliamentary Constitutional Monarchy",
        "christians": "3,054,000 (9.2%)",
        "violence": " 3.3",
        "church_life": " 10.2",
        "national_life": " 11.6",
        "community_life": " 11.5",
        "family_life": " 14.3",
        "private_life": " 12.5",
        "persecution_type": "Islamic oppression\nDictatorial paranoia \nEthno-religious hostility",
        "details": "What does persecution look like in Malaysia?\nEvery ethnic Malay is expected to be Muslim, and Shariah law says that to leave Islam is punishable by death, although this has never been implemented.\nAnybody who comes to know Jesus from a Muslim background is at risk. If they reveal their faith to their family, they are likely to experience extreme pressure to return to Islam and hostility from their neighbourhood. The family may try to 'protect' the family by quickly marrying their daughter or son to a Muslim. If a Sharia judge agrees, girls can be married off below the age of 16. If the authorities find out about their faith, the new Christian could be arrested, interrogated about their Christian network, pressured to name church leaders and potentially imprisoned or sentenced to death.\nChristians from longer-standing denominations, like Roman Catholics and Methodists, are monitored and watched by the authorities. But non-traditional Protestant groups are purposely targeted with the aim of breaking them up, since they tend to attract more converts and be more active in sharing the gospel with Muslims.\nThere is evidence that state-supported plans are in place to attempt to convert Christian communities to Islam. More conservative Islamic political parties seem to be gaining increasing power and support in Malaysia, with elections due this year. Things could get even more difficult for Malaysian Christians.\nWho is most vulnerable to persecution?\nBelievers from a Muslim background are at the highest risk of persecution, since Malay law supports the death penalty for apostasy.\nMeet 'Susanna'\n\n“I’ll run to God, because He’s the only One I can depend on and He always turns up for me.”\nSusanna Koh, whose husband Pastor Raymond was abducted and is still missing \nWhat has changed this year?\nWhile the situation for Christians in Malaysia did not change much and Malay-Muslim supremacy was still the mainstay of Malaysian politics, the country experienced unprecedented political turmoil, affecting Malay and ethnic and religious minorities alike. Christians continue to be marginalised and this does not seem likely to change in the foreseeable future.\nWhat does Open Doors do to help Christians in Malaysia?\nOpen Doors works with local church partners in Malaysia to provide discipleship training, Bibles and Christian books and socio-economic assistance.\nHow can you pray for Malaysia?\n\nPlease pray that the legal situation for Malaysian Christians will improve after the elections\nPray that the authorities will stop interfering in Christian gatherings\nPray that Malaysian Christians will know God's love for them and reflect it strongly to others.\n\n\na Prayer for Malaysia\nDear Father, we ask that You pour Your joy and hope into every believer in Malaysia today, especially those facing rejection and persecution. We pray You would intervene in the political situation and prevent harsh anti-Christian laws from being enacted more widely in Malaysia. We pray for Your protection on Christians meeting up together; may they know they are not alone. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/malaysia"
    },
    "Tajikistan": {
        "name": "Tajikistan",
        "rank": "44",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "64,100 (0.6%)",
        "violence": " 0.7",
        "church_life": " 13.2",
        "national_life": " 12.6",
        "community_life": " 12.0",
        "family_life": " 12.3",
        "private_life": " 13.8",
        "persecution_type": "Dictatorial paranoia \nIslamic oppression\nClan oppression",
        "details": "What does persecution look like in Tajikistan?\nTajikistan's totalitarian leadership treats any perceived ‘deviation’ from cultural norms with suspicion. No religious activities beyond state-run and controlled institutions are allowed and religious laws that restrict religious freedom are strictly enforced.\nTajikistan has the highest percentage of Muslims in Central Asia. Christians make up only 0.6% of the population, the overwhelming majority of whom are Russian Orthodox. While Russian Orthodox churches are registered and accepted in the country, they tend to keep themselves separate from the local population. Protestants in particular (who are regarded as 'extremists', unlike Orthodox Christians) face significant persecution. Church services are often disrupted and Christians face harassment and arrests for holding private prayer meetings or possessing 'illegal' religious material. Fines are imposed on Christians simply for practicing their faith. Registering non-Orthodox, non-Catholic Christian groups is effectively impossible, making all religious activities carried out by these groups technically illegal. \nIndigenous Christians from a Muslim background face huge pressure from family, friends and the local community to return to Islam, believing that a true Tajik can only be Muslim. They will be treated as an outcast, and in the most serious cases they are victims of violent assaults. \nWho is most vulnerable to persecution?\nAlthough government officials target Christian communities all over the country, Christian converts from a Muslim background also come under strong pressure from family, friends and community. Families and communities in rural areas tend to enforce more oppressive measures. \nMeet \"Pastor Bahrom\"\n\n“My church was attacked and the church building was confiscated by the court. Our church is now gathering inside a shipping container.” \nPastor Bahrom was jailed for his faith \n\nWhat has changed this year?\nPersecution against Christians has slightly worsened in the past year, with private life and church life being the areas where believers face the highest pressure. Muslim families, friends and villagers exert pressure on converts in particular, while the government imposes many restrictions on church activities.\nWhat does Open Doors do to help Christians in Tajikistan?\nOpen Doors strengthens persecuted Christians in Central Asia by providing Bibles and Christian literature, biblical and vocational training, socio-economic development projects, and children's, youth and women's ministries.\nHow can you pray for Tajikistan?\n\n Please pray for the Tajik government to recognize the right to freedom of religion and create laws that allow Christians to practice their faith freely\n Pray that church leaders who are under pressure will be equipped to lead, with full faith in God their Protector and Provider\n Pray that believers from Muslim backgrounds will find ways to meet to encourage one another.\n\n\na prayer for Tajikistan\n\nHeavenly Father, we pray for change at the heart of the Tajik government, that the authorities would recognize the rights and freedoms of all their citizens. Soften the hearts of the lawmakers to create laws that respect religious freedoms. Protect those churches that bravely gather, despite the threat of arrests and fines. Bless their meetings and encourage each one of our brothers and sisters in Tajikistan. Build Your church with bold, visionary leaders who deepen the faith of Christians and new believers in the region. Comfort those who have suffered because of their faith. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/tajikistan"
    },
    "Cameroon": {
        "name": "Cameroon",
        "rank": "45",
        "religion": "Christianity",
        "government": "Presidential Republic",
        "christians": "17,032,000 (61.0%)",
        "violence": " 15.4",
        "church_life": " 13.1",
        "national_life": " 7.2",
        "community_life": " 12.6",
        "family_life": " 7.6",
        "private_life": " 8.8",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nOrganized corruption and crime\nChristian denominational protectionism\nClan oppression",
        "details": "What does persecution look like in Cameroon?\nIn Cameroon, those who convert to Christianity from Islam are not free to express or share their faith, and doing so can bring hostility from family and the local community. They are at great risk if they are even discovered to own a Bible. Meanwhile, the influence of Islamic militants, particularly in the north, has hindered the activities of many churches. Security injunctions have also heavily restricted church life.\nThe ongoing Anglophone crisis – a civil war that’s been fought since 2017 – has made leaders who speak out against violence a target for separatist groups and the government. Some of the leaders of the rebel groups also force churches to pay taxes for their protections. While Cameroon is officially a secular country, there are predominantly Muslim areas where Islamic extremism continues to grow. Good governance is lacking in Cameroon, adding to the vulnerability faced by persecuted Christians.\n\nWho is most vulnerable to persecution?\nChristians who convert from Islam are especially susceptible to persecution, as are believers who live where Islamic militants Boko Haram are active (in the far north) and where the Anglophone crisis is located (in the northwest and southwest).\nMeet a Pastor in Cameroon\n\n\"We have stopped church services, because Boko Haram terrorists make life impossible. If they come, they kill people. So, we decided to have church services somewhere else. Please pray for us. We want to be able to pray from our own church. \"\n\n\nWhat has changed this year?\nIslamic militants Boko Haram remain a serious threat, and continue to target Christians in the north of Cameroon. The civil war in the western part of the country also affects Christians, as the rebel group forces churches to pay protection money and threatens them if they speak against the misdeeds of the rebel group. The government maintains its pressure on Christians, and it is not safe for Christian leaders to criticise the human rights conditions or corruption in Cameroon.\nWhat does Open Doors do to help Christians in Cameroon?\nOpen Doors works through local partners to strengthen persecuted Christians in Cameroon by providing emergency relief aid, trauma care, economic empowerment projects and spiritual care for new believers.\nHow can you pray for Cameroon?\n\nPlease pray that the government and security forces in Cameroon will be stirred and equipped to address the country's growing insecurity problems\nPray that the Holy Spirit will pour comfort and hope into those severely traumatised by attacks\nPray that church leaders and Open Doors local partners will be strengthened as they serve those affected by persecution.\n\n\na prayer for Cameroon\nHeavenly Father, may Your presence bring comfort, peace and healing to all those affected by persecution in Cameroon. Give them grace for each day, and may fresh hope emerge in their hearts. Meet the physical, emotional and spiritual needs of those who've been displaced, and provide a way for families and churches to return home. Quench the influence of Boko Haram and bring resolution to the Anglophone crisis. Stir up indignation in the hearts of government and security forces to do more to address the country's growing insecurity problems. Thank You for Your faithful church in Cameroon. Strengthen and encourage each of Your children, and may the church grow in number and love for You. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/cameroon"
    },
    "Brunei": {
        "name": "Brunei",
        "rank": "46",
        "religion": "Islam",
        "government": "Absolute Monarchy",
        "christians": "53,500 (12.0%)",
        "violence": " 0.6",
        "church_life": " 13.2",
        "national_life": " 11.0",
        "community_life": " 10.3",
        "family_life": " 14.5",
        "private_life": " 14.8",
        "persecution_type": "Islamic oppression\nDictatorial paranoia",
        "details": "What does persecution look like in Brunei?\nThe growing implementation of Sharia (Islamic law) in Brunei – which applies to both Muslims and non-Muslims and has the goal of making the country fully Islamic – is making it increasingly challenging for the country’s tiny Christian minority to express\n    and share their faith. Conversion from Islam is illegal, meaning converts can face enormous pressure to renounce their faith in Jesus. Islamic oppression is the main source of persecution in Brunei.\nSince Protestant Christian groups cannot be registered as churches but only as secular organizations, they are required to submit their financial and operational reports to the government each year. All church activities are monitored by the authorities\n    and surrounding community, and church leaders are warned against doing outreach or becoming too public. To encourage the spread of Islam, the government has been giving aid to those who become Muslims, which has led to some Christians being coerced\n    into converting to Islam.\nWho is most vulnerable to persecution?\nConverts from Islam face the most extreme persecution in Brunei.\nMeet 'Elora'\n\n“Pray for the salvation of the people of Brunei. Pray for the sultan, the governments and authorities of this country as well. Please pray that the glory of God will shine in Brunei.”\nElora is a young Christian in Brunei \n\nWhat has changed this year?\nIn general, the situation for Christians has not changed much in recent years. However, for the last few years, a slowly growing pressure on churches and their activities can be seen. Christians, particularly young Christians, continue to leave the\n    country, depleting the population of believers. This is for a mix of reasons, including persecution and economic factors.\nWhat does Open Doors do to help Christians in Brunei?\nOpen Doors raises prayer support for persecuted believers in Brunei.\nHow can you pray for Brunei?\n\nPlease pray that young Christians who are under pressure from peers will have the strength to hold onto their faith\nPray that church leaders will be given wisdom as they disciple believers whilst navigating government restrictions and surveillance\nPray that the authorities will have a change of heart and give greater freedom to those who choose not to follow Islam.\n\n\nA prayer for Brunei\n\nLord Jesus, pour Your peace into the hearts of believers who are fearful given the growing implementation of Sharia (Islamic law). Inspire in them fresh faith and boldness. Protect Your people from harm, and minister Your healing and comfort into the lives of those suffering because of their faith. Surround young Christians with good role models who will help disciple them amid pressure from their peers. May Your children in Brunei know the joy and hope of following You, despite the challenges they face. Use Your people in amazing ways to draw others, including those in authority, to You. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/brunei"
    },
    "Oman": {
        "name": "Oman",
        "rank": "47",
        "religion": "Islam",
        "government": "Absolute Monarchy",
        "christians": "193,000 (3.6%)",
        "violence": " 1.5",
        "church_life": " 13.4",
        "national_life": " 13.2",
        "community_life": " 10.3",
        "family_life": " 14.0",
        "private_life": " 13.8",
        "persecution_type": "Islamic oppression\nClan oppression\nDictatorial paranoia",
        "details": "What does persecution look like in Oman?\nOmanis who convert to Christianity face pressure from their families and, more widely, from society to renounce their faith. They may be expelled from the family home, and in some cases lose their jobs. Disinheritance is common, and if married, they may struggle to see their children, finding themselves on the losing side of a custody battle. \nMigrant workers who convert to Christianity typically experience the same pressure they would in their home countries as they often live within their own national or ethnic communities. This could mean relative freedom for some, but intense persecution for others.\nExpatriate Christian communities are tolerated, but they do experience surveillance and restrictions. All Christian organisations must register themselves with the authorities, and their meetings are monitored to record any political statements and if any Omanis are attending. \nWho is most vulnerable to persecution?\nThe pressure on Christians tends to be more severe in rural areas, where the culture remains tribal. In urban areas, converts can live a more anonymous life. \nConverts from Islam to Christianity experience greater levels of control exerted over them by their families and society, mostly in the forms of pressure to renounce their faith and isolation. \nWhat has changed this year?\nPressure remained at an extremely high level for Christians, especially converts from Islam to Christianity, and Christians remain closely monitored by the government. Oman has fallen 11 places on the World Watch List – while there was a small decrease in the number of violent incidents reported against Christians, this fall is mostly due to persecution increasing in other countries.\nWhat does Open Doors do to help Christians in Oman?\nOpen Doors supports the body of Christ on the Arabian Peninsula by organising prayer, distributing Scripture resources, and training believers and pastors.\n  \n How can you pray for Oman?\n\n Please pray that Omani society becomes more accepting of Christianity\n Pray for Open Doors partners working in the Arabian Peninsula. Pray that they would find new believers and provide them with the support they need\n Thank God for the way in which He is revealing himself to locals through dreams.\n\n\na PRAYer for Oman\n\nHeavenly Father, cast Your protection over Your people who have been excluded from their family homes because they follow You. Give them a safe place to live and a community of supportive friends. Intervene in the hearts of the law-makers and those in power, to legislate for a fairer society where Christians no longer face discrimination. Strengthen Your community of believers in the Arabian Peninsula. Help them find one another and encourage each other through prayer and fellowship. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/oman"
    },
    "Kazakhstan": {
        "name": "Kazakhstan",
        "rank": "48",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "4,876,000 (25.4%)",
        "violence": " 1.7",
        "church_life": " 13.5",
        "national_life": " 12.6",
        "community_life": " 11.1",
        "family_life": " 11.6",
        "private_life": " 13.4",
        "persecution_type": "Dictatorial paranoia \nIslamic oppression\nClan oppression",
        "details": "What does persecution look like in Kazakhstan?\nSince 2011, religious freedom has been restricted in Kazakhstan, a country where government surveillance and control continues to increase. \nRussian Orthodox Christians are generally left alone by the state as long as they do not try to influence Muslim-background Kazakhs. However, believers from Muslim backgrounds are persecuted by both the state and their own communities. When somebody becomes a Christian, they are at a high risk of being locked up by their families, kept from any other Christians, verbally and physically abused and potentially cut off from their family and community. The authorities monitor and raid meetings of Christian converts and may arrest and imprison their church leaders. The authorities raid Christian gatherings and can fine, detain and imprison believers – particularly Christian leaders.\nIt is difficult for Christians to earn a living –  in rural areas in particular, authorities will demand bribes from Christians trying to run businesses. Some business owners keep their faith a secret. Converts and church leaders are at particular risk of losing employment due to their faith.   \nWho is most vulnerable to persecution?\nBelievers from Muslim backgrounds are at risk all over the country, but face more pressure from their communities in rural areas.\n Meet 'John'\n\n“The worst possible scenario is that the church will be closed, and several people may be jailed.” John, whose church faced attack and accusations \n\nWhat has changed this year?\nPersecution against Christians got slightly worse in Kazakhstan last year – mainly in increasing pressure in community and church life. Christians face pressure from Muslim families, friends and villagers within their community, while the government imposes many restrictions on church activities. \nWhat does Open Doors do to help Christians in Kazakhstan?\nOpen Doors strengthens persecuted Christians in Central Asia by providing Bibles and Christian literature, biblical and vocational training, socio-economic development projects, and children's, youth and women's ministries.\nHow can you pray for Kazakhstan?\n\n Please pray for provision for Christian families struggling to earn a living\n Pray for protection over churches meeting in secret\n Pray that the authorities would be impressed by Christians' integrity and grant them more freedom.\n\n\na PRAYer for Kazakhstan\n\nHeavenly Father, we pray You will encourage church leaders in Kazakhstan and those who are boldly following You against their family's will. Please surround them with all the support they need to follow and serve You. We pray Your protection over Christian gatherings and that, through Your people's courage and witness, the Kazakh church will grow. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/kazakhstan"
    },
    "Jordan": {
        "name": "Jordan",
        "rank": "49",
        "religion": "Islam",
        "government": "Parliamentary Constitutional Monarchy",
        "christians": "170,000 (1.7%)",
        "violence": " 3.0",
        "church_life": " 12.5",
        "national_life": " 12.3",
        "community_life": " 11.0",
        "family_life": " 14.0",
        "private_life": " 12.9",
        "persecution_type": "Islamic oppression\nClan oppression\nDictatorial paranoia\nChristian denominational protectionism",
        "details": "What does persecution look like in Jordan?\nCompared to Christians living in other Middle Eastern countries, most Christians in Jordan live a safe and stable life. The majority belong to Orthodox or Roman Catholic churches, which are recognised by the government. Jordan is tolerant as long as everybody stays in their religion of birth. However, for non-traditional churches, those perceived to be sharing the gospel, and people becoming believers from Muslim backgrounds, there is persecution.\nChristian communities are monitored in Jordan, and a Christian from a Muslim background can face beating, arrest or even being killed, if they are open about their new faith. Believers from Muslim backgrounds have been subject to days of interrogation and beatings, while being pressurized to inform on other Christians. It is impossible for someone who has converted to Christianity from a Muslim background to marry a Christian, as they are still legally considered Muslims: only two Christians from traditional denominations can legally be married. Sharia (Islamic law) also states that if a Christian wife converts to Islam, her husband must convert as well for their marriage to remain legal. Those seen to be helping or encouraging Muslim converts can face threats and have their daily lives made very difficult.  \n\n    ordan is also home to some Islamic extremist militants returning from war in Syria and Iraq, who pose a threat to the Christian community. \n  \nWho is most vulnerable to persecution?\nAcross the country, Christians who have converted from Islam face the most persecution. This is consistent all over the country, although social pressure and control is likely to be higher in rural areas. The south of the country is known to be more\n    conservatively Islamic.\n Meet \"Tareq\"\n\n\"I used to be a bully, a troublemaker. I am a new creation now in Jesus Christ. I look more and more like Him.\"   Tareq\n\nWhat has changed this year?\nThe small decrease in the persecution score in Jordan is mainly due to a lower number of reported violent incidents. For example, there were no recorded occurrences of Christians being forced to leave their homes and being displaced, either inside or\n    outside the country. Other incidents continue to be reported, such as physical abuse, which chiefly targets converts from Islam.\n  \nWhat does Open Doors do to help Christians in Jordan?\nOpen Doors works with local partners in Jordan to support Christians through training, relief aid and rehabilitation projects and raising prayer support.\nHow can you pray for Jordan?\n\nPlease pray for protection on those coming to faith from Muslim backgrounds.\n    \nPray that Jordan's authorities would be able to stifle the growing threat of Islamic extremism.\nPray that Christians of all backgrounds would be respected for living lives of integrity.\n\n\na PRAYer for Jordan\n\nLord Jesus, may all those who have experienced suffering because of their faith in You know the depths of Your love, and Your power at work in them. We pray that the families of new believers would be touched by their courage and their testimonies,\n      and have their preconceptions about Christianity overturned. Please stifle the threat of extremism in Jordan and continue to build Your church there. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/jordan"
    },
    "Nicaragua": {
        "name": "Nicaragua",
        "rank": "50",
        "religion": "Christianity",
        "government": "Presidential republic",
        "christians": "6,437,000 (95%)",
        "violence": "",
        "church_life": "",
        "national_life": "",
        "community_life": "",
        "family_life": "",
        "private_life": "",
        "persecution_type": "Dictatorial paranoia \nCommunist and post-Communist oppression\nOrganized corruption and crime",
        "details": "What does persecution look like in Nicaragua?\nChurches in Nicaragua that speak out against injustice and human rights violations by the government are viewed as destabilising agents. This makes them a target for hostility, which can include intimidation, harassment, monitoring, arrests and even attacks. Roman Catholic churches are particularly susceptible to opposition.\nThe government is particularly hostile to churches that provided shelter and care for people during the widespread protests which broke out against the country's dictatorial regime in 2018. To this day, these churches are still experiencing retribution from the government, including slander and surveillance.\nMeanwhile, recent elections and changes to the law have been used as a pretext to label church leaders as terrorists and coup-plotters. This has led to increasing restrictions on churches and other Christian organizations.\nWho is most vulnerable to persecution?\nGiven the government's widespread totalitarian control, persecution affects Christians throughout Nicaragua.\nMeet \"David\"\n\n\"God had them released as a miracle.\"\nDavid's parents were imprisoned for getting involved in protests against the government \nWhat has changed this year?\nThe hostility facing Christians in Nicaragua has worsened, pushing the country into the top 50 of the World Watch List. Since protests broke out against his dictatorial rule in 2018, President Daniel Ortega and his wife, Vice President Rosario Murillo, have forcefully sought to silence dissenting voices, especially the church given its influence in the country. Christian schools and TV stations have been closed, as have faith-based charities, while believers have been arbitrarily detained and prosecuted. The aim is to silence the Christian voice and make them lose credibility among the population.\nWhat does Open Doors do to help Christians in Nicaragua?\nOpen Doors strengthens the persecuted church in Nicaragua by providing Christian literature, discipleship training, emergency relief aid, and education for pastors who have not completed their studies.\nHow can you pray for Nicaragua?\n\nPlease pray that those affected by government hostility will be healed of their ordeals and strengthened to follow Jesus\nPray that government opposition will not deter Christians from boldly sharing their faith\nPray that the Holy Spirit will work in the hearts of those in government, prompting them to see Christians in a positive light\n\n\na PRAYer for Nicaragua\nLord Jesus, we praise You for the courage of Your children in Nicaragua, who have raised their voices against injustice and human rights violations. May they know that their work is not in vain (1 Corinthians 15:58). We pray that Your people will not be discouraged or deterred following crackdowns by the government, but will be empowered afresh by Your Holy Spirit to press on with all that You are calling them to. Heal those who are hurt, strengthen the weary and protect all Christians from harm. And we pray that Your Holy Spirit will move in the hearts of those in government – may compassion rise up within them and open their eyes to see the good that Christians bring to the country. Amen.\n\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/nicaragua"
    },
    "Kenya": {
        "name": "Kenya",
        "rank": "51",
        "religion": "Christianity",
        "government": "Republic",
        "christians": "43,991,000 (82.2%)",
        "violence": "",
        "church_life": "",
        "national_life": "",
        "community_life": "",
        "family_life": "",
        "private_life": ""
    },
    "Kuwait": {
        "name": "Kuwait",
        "rank": "51",
        "religion": "Islam",
        "government": "Constitutional Emirate",
        "christians": "520,000 (11.9%)",
        "violence": " 1.1",
        "church_life": " 13.1",
        "national_life": " 12.3",
        "community_life": " 9.8",
        "family_life": " 13.7",
        "private_life": " 13.5"
    },
    "Nepal": {
        "name": "Nepal",
        "rank": "51",
        "religion": "Hinduism",
        "government": "Federal Republic",
        "christians": "1,341,000 (4.4%)",
        "violence": " 5.2",
        "church_life": " 12.7",
        "national_life": " 13.6",
        "community_life": " 9.9",
        "family_life": " 9.8",
        "private_life": " 12.4"
    }
}