{
    "Afghanistan": {
        "name": "Afghanistan",
        "rank": "1",
        "religion": "Islam",
        "government": "Islamic Republic",
        "christians": "Thousands (Open Doors estimate)",
        "violence": " 15.0",
        "church_life": " 16.7",
        "national_life": " 16.7",
        "community_life": " 16.7",
        "family_life": " 16.7",
        "private_life": " 16.7",
        "persecution_type": "Islamic oppression\nClan oppression\nOrganized corruption and crime\nEthno-religious hostility",
        "details": "How many Christians are there in Afghanistan?\nIt’s very hard to know precisely how many Christians there are in Afghanistan, because they must keep their faith completely secret – but only a small number from a population of over 38 million.\nWhat does persecution look like in Afghanistan?\nIt is impossible to live openly as a Christian in Afghanistan. Leaving Islam is considered shameful, and Christian converts face dire consequences if their new faith is discovered. They either have to flee the country or they will be killed.This was\n    true before the Taliban takeover: the situation has become even more dangerous for believers this year. The Taliban will make sure that Islamic rules and customs are implemented and kept. Christian converts don't have an option but to obey them.\nIf a Christian's new faith is discovered, their family, clan or tribe must save its honor by disowning the believer, or even killing them. This is widely considered to be justice. Alternatively, since leaving Islam is considered a sign of insanity,\n    a Christian who has converted from Islam may be forcibly sectioned in a psychiatric hospital.\nWho is most vulnerable to persecution?\nChristians face extreme persecution wherever they are in Afghanistan. Control and supervision are stricter in rural areas than in most cities, but Afghans are expected to be loyal to clan, family and Islam across the country.\n\nMeet Sharifullah\nSharifullah is a traditional craftsman in Afghanistan. He is also a secret believer, devoting his life to shepherding the people God has entrusted into his care. Pseudonym used.\n\n“The Taliban are killing our souls and spirits. They are killing the souls of our children by taking all that is beautiful away from them. We will never let our hope be silenced. We will make sure the world hears the Gospel through every breath we\n      take. Please continue to stand with us.”\nSharifullah\n\n\nWhat has changed compared to last year?\nThe situation in Afghanistan made headlines around the world last year, as the Taliban advanced across the country and captured the capital, Kabul, on Aug. 15, 2021. Many Afghans fled the country, and there was wide expectation that freedoms would be\n    swiftly curtailed. For Christians, though, there were basically no freedoms to lose: Afghanistan had been No. 2 on the Open Doors World Watch List for several years, and Christian persecution remains extreme in all spheres of public and private life.\n    The risk of discovery has increased since the Taliban controls every aspect of government. This extends to owning documentation, including paperwork from international troops, that may help identify Christians.\n  \n\nHow can you pray for Afghanistan?\n\nPray for secret believers in Afghanistan, that they will be protected from the violence of the Taliban.\nPray that Taliban leaders will uphold and preserve human life, and that God would turn their hearts from hate to love.\nPray for Open Doors partners supporting Afghan refugees to be filled with grace and love.\n\n   \n\n  \na prayer for Afghanistan\n\nDear Lord, we know that You weep when You see Your children weeping. We know that You care more than we can express for the nation of Afghanistan. Please, Lord, work miracles in this country. Protect Your children and all others who face terrible\n      human rights abuses in Afghanistan. May this nation turn from one of despair and cruelty to one that resounds with the praises of Your name. Amen.\n\n\n\nDownload Summary Report   \nDownload Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/afghanistan"
    },
    "North Korea": {
        "name": "North Korea",
        "rank": "2",
        "religion": "Agnosticism",
        "government": "Communist dictatorship",
        "christians": "400,000 (OD estimate)",
        "violence": " 13.1",
        "church_life": " 16.7",
        "national_life": " 16.7",
        "community_life": " 16.7",
        "family_life": " 16.7",
        "private_life": " 16.7",
        "persecution_type": "Communist and post-Communist oppression\nDictatorial paranoia",
        "details": "How many Christians are there in North Korea?\nIt’s hard to know exactly how many Christians there are in North Korea, because they must keep their faith secret, but Open Doors estimates it is 400,000 – some 1.5 per cent of the population. About 50-70,000 of these Christians are in horrendous prisons and labour camps.\nWhat does persecution look like in North Korea?\nNorth Korea has been at or near the top of the World Watch List for more than 20 years. That's because any North Korean caught following Jesus is at immediate risk of imprisonment, brutal torture and death. An estimated 50,000 to 70,000 Christians are imprisoned in North Korea's notorious system of prisons and labor camps. Even worse, a family will often share the same fate as the person captured. The government ruled by the Kim family views Christians as the most dangerous political class of people, and the persecution is violent and intense. North Korean parents often hide their faith from their children. Churches of more than a few people are non-existent and most worship is done as secretly as possible. Life for Christians in North Korea is a constant cauldron of pressure; capture or death is only a mistake away. \nWho is most vulnerable to persecution?\nEvery Christian in North Korea is vulnerable and in danger. \nMeet \"Bae\"\nBae is a Christian living in North Korea.\n\n\"From the perspective of other people, our life of suffering must seem like a cursed life; however, this suffering is a blessing from our Father who allowed it in our life because it is a shortcut to the Father. He knows our suffering and listens to our prayers. We thank our Father who has done such great things to prepare life for us.\"\nBae\nWhat has changed compared to last year?\nChristians are even more at risk because of the government's closure of all borders as a COVID-19 precaution. The limited ability of some believers to escape to China for help with food and medicine has become even more difficult. In 2021, the government made a rare admission that the situation in North Korea is difficult, which was obvious to international observers who had warned about the impact of failed harvests on the North Korean people. Additionally, experts say North Korea's network of prison camps has been expanded by at least 20,000 people.\nChristians are, of course, affected by these realities. Where believers are known to authorities for past \"crimes,\" like possessing a Bible, they are on the lowest rung of society and neglected for whatever meagre food aid is available. North Korea continues to be extremely dangerous for followers of Jesus, and it's not likely to change any time soon unless the Kim regime is toppled.\nWhat does Open Doors do to help Christians in North Korea?\nThrough our networks in China, Open Doors helps persecuted North Korean believers with emergency relief aid (food, medicine, clothes), Bibles, discipleship materials and training, worldwide prayer support and more. Open Doors also provides discipleship through radio broadcasts in other countries that are available (illegally) in North Korea. \nHow can you pray for North Korea?\n\n Pray for Christians who worship secretly, Christians who are in prison, and the families of Christians who have been arrested or killed. Ask God to be with these believers and to strengthen them to find hope and see His hand at work in their lives. \n The Kim family has led for so long and brutally opposed God's people. Pray for a change of heart, that Kim might see the beauty of the gospel and the love Jesus has for him. \n Open Doors' networks in China are vital to keep the North Korean church up and running. Pray for the success and safety of these safe houses, and for the travels of North Korean Christians who make the dangerous trek to and from China.\n\n\na prayer for North Korea\nDear God, it can be so hard to know how to pray for North Korea—there is so much need and pain there, and the situation has been so bad for so long. Yet we see throughout history and in the pages of Scripture that You are always at work, even when things seem at their darkest. We pray You would give a glimpse of Your light to your people in North Korea, and inflame the hearts of all the believers who risk everything to follow You. We pray all these things in the name of Jesus, who lives and reigns with You and the Holy Spirit, one God, now and forever. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/north-korea"
    },
    "Somalia": {
        "name": "Somalia",
        "rank": "3",
        "religion": "Islam",
        "government": "Federal Republic",
        "christians": "Hundreds (OD estimate)",
        "violence": " 8.5",
        "church_life": " 16.6",
        "national_life": " 16.6",
        "community_life": " 16.6",
        "family_life": " 16.7",
        "private_life": " 16.5",
        "persecution_type": "Islamic oppression\nClan oppression\nOrganized corruption and crime\nDictatorial paranoia",
        "details": "How many Christians are there in Somalia?\nFrom a population of over 16 million, it’s estimated that there are only a few hundred Christians in Somalia. It’s very hard to know, given the secrecy they are forced into.\nWhat does persecution look like in Somalia?\nFor more than 25 years, Somalia has been a safe haven for Islamic militants who constantly target Christians both in Somalia and in neighboring countries. Groups like al-Shabab operate with seemingly little pushback and control large parts of Somali\n    territory. The small number of believers in Somalia are largely Christians who have converted from Islam. Christians are viewed as high-value targets by al-Shabab. Even when Christian converts are not targeted by Islamic extremists, they are intensely\n    pressured by their family. Any conversion from Islam is seen as a betrayal to family and community. Just suspicion of conversion can lead to harassment, intimidation and even murder. Despite the ongoing COVID-19 crisis, al-Shabab continued to be active\n    in 2021—a reminder that life for Christians in Somalia is never safe.\nWho is most vulnerable to persecution?\nWhile no part of Somalia is safe, the areas under control of al-Shabab are the most dangerous for Christians. But all Christians who have converted from Islam are in grave danger in Somalia—from their family, their community and society at large.\n\nMeet \"Fatuma\"\nFatuma is a Somali Christian who lives in the Horn of Africa and was arrested for her faith, along with her husband\n\n“The first time in court, they made us sign our death certificates … They told us, ‘You have to deny Jesus right now,’ and we said, ‘No, we will not deny the Lord, but we will rather sign for our death.’”Fatuma\n\n\nWhat has changed compared to last year?\nDespite a slight decrease in violent attacks against Christians, persecution remains extreme in Somalia. No place is safe for a Christian in Somalia, not even their own home, and pressure in every area of life is intense and unending.\n\nWhat does Open Doors do to help Christians in Somalia?\nOpen Doors strengthens the church throughout the Horn of Africa through local partners; our work has been primarily about finding the few pockets of severely persecuted Christians and supporting them in whatever way possible. Open Doors also raises\n    prayer and advocacy for Christians in Somalia.\nHow can you pray for Somalia?\n\nPray for peace in Somalia and success in establishing democracy even as the country deals with political upheaval, the constant threat of al-Shabab and the effects of decades of civil war.\nNearly 100% of Somalis are Muslim, and there is no room for Christians. Shariah law is the highest authority. Pray that God would continue to build up His people in Somalia despite these realities.\nOur vision is to see followers of Christ grow to maturity in their faith and to have nurturing relationships amid persecution. Pray for God’s wisdom and protection over the work and that our efforts will bear much fruit.\n       \n    \n\n\na prayer for Somalia\n\nDear Lord, we come to You in prayer for our brothers and sisters in Somalia. You know they are constantly in danger because they follow You. We ask that they would feel Your Holy Spirit working in and through them, that they would be able to persevere\n      and build Your Church. We pray especially for the secret Christians who feel alone—give them a supernatural sense of belonging to the worldwide Body of Christ. We pray all these things in the name of Your Son, Jesus Christ, our Lord, Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/somalia"
    },
    "Libya": {
        "name": "Libya",
        "rank": "4",
        "religion": "Islam",
        "government": "Transitional Government",
        "christians": "34,600 (0.5%)",
        "violence": " 11.5",
        "church_life": " 16.3",
        "national_life": " 16.2",
        "community_life": " 15.9",
        "family_life": " 15.5",
        "private_life": " 15.6",
        "persecution_type": "Islamic oppression\nClan oppression\nOrganized corruption and crime",
        "details": "How many Christians are there in Libya?\nThere are approximately 34,600 Christians in Libya – 0.5 per cent of a population of 6.7 million. But the number of Libyan Christians (rather than migrant workers from other countries) is very small – only about 150 believers.\nWhat does persecution look like in Libya?\nWhen a person in Libya leaves Islam to follow Christ, they face immense pressure from their families to renounce their faith. Their neighbors and the rest of the community ostracizes them, and they can be left homeless, jobless and alone. If a Libyan\n    Christian shares his or her faith with someone else, they will likely be reported, arrested and perhaps face violent punishment. The country has no central government, so laws are not enforced uniformly, leaving Christians in danger of overt and public\n    persecution. Targeted kidnappings and executions are always a possibility for believers. To be a safe Christian in Libya is to live a secret life of faith.\nWho is most vulnerable to persecution?\nChristians are vulnerable throughout Libya, whether they live in the country, are passing through for migrant work or are trying to reach Europe to start a new life. Extremist groups have established checkpoints and control specific areas of the country.\n    Christians who move from area to area looking for work are just as likely to end up in one of the country's overcrowded detention centres as they are to find jobs. In some cases, Christians who are apprehended are delivered, instead, to criminal officials\n    or human trafficking groups where they are forced into heavy labor or pushed into prostitution.\nMeet \"Islem\"\nIslem lives in a country in North Africa similar to Libya. She saw a Christian woman praising and thanking God on television, and it set her on a path to learn who this Jesus was: \n\n\"In Islam, we ask God for things, but we never thank Him. Jesus is\n      like oxygen, because without oxygen you cannot breathe ... No matter what happens in my life, I can’t leave Jesus.\"\nIslem*\n\n\n \nWhat has changed compared to last year?\nUnfortunately, the situation in Libya remains the same this year as it has for many years, due in large part to the lack of a central governing authority to break the cycle of armed conflict in the country. Systemic persecution of anyone who turns from\n    Islam is condoned and expected in Libyan society. Lack of legal protections and changing rules of property ownership have meant even \"approved\" expatriate congregations that have met in a facility for decades can suddenly face eviction for no reason\n    other than the new owner wants to use the property.\nWhat does Open Doors do to help Christians in Libya?\nOpen Doors works with local partners and churches in North Africa to raise prayer support, training and literature, and advocate for justice for believers. Direct support of persecuted believers through job assistance and provision for practical needs\n    is also key.\nHow can you pray for Libya?\n\nPray for believers who must keep their faith in Jesus secret or face possible arrest and even slavery. Ask God to give them warm times of fellowship with Him.\nAsk God to bring stability to Libya through a government that strives to enforce laws and make the nation a better place. God holds the hearts of kings in His hand.\nLift up local Open Doors partners as they carefully seek out believers in a society where the wrong question to the wrong person can bring calamity. Pray for wisdom, grace and protection for them as they aid believers there.\n\n\na PRAYer for Libya\n\nDear Father, even with the threat of imminent danger, people still come to You in Libya. Please put Your hand over them and cover them with Your protection. Draw them close to You and lift their hearts. Help local partners to identify and interact\n      effectively and safely with believers who need help. Bring about a change in the status quo in Libya with strong and fair government and protection for people of all faiths. In the name of Jesus, amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/libya"
    },
    "Yemen": {
        "name": "Yemen",
        "rank": "5",
        "religion": "Islam",
        "government": "In Transition",
        "christians": "a few thousand (OD estimate)",
        "violence": " 5.2",
        "church_life": " 16.7",
        "national_life": " 16.7",
        "community_life": " 16.5",
        "family_life": " 16.6",
        "private_life": " 16.7",
        "persecution_type": "Islamic oppression \nClan oppression \nDictatorial paranoia \nOrganized corruption and crime",
        "details": "How many Christians are there in Yemen?\nFrom a population of almost 31 million, there are only a few thousand Christians in Yemen.\nWhat does persecution look like in Yemen?\nYemeni Christians are mostly converts from Islam who must live out their faith in secret because conversion from Islam to Christianity is forbidden both in Islam and in Yemeni law. Christian converts are pressured by both the government and from their communities to recant their faith in Jesus. They might be arrested or interrogated for their faith, and face threats from both family and Islamic extremists who threaten apostates with death. Yemeni culture is extremely tribal, and often the tribal punishment for denouncing Islam can be death or banishment. Both male and female converts to Christianity who are married to Muslims risk divorce and may lose custody of their children. Yemen is home to one of the greatest humanitarian crises in the world. All Yemenis suffer but Yemeni Christians are additionally vulnerable, since emergency relief is mostly distributed through local Muslim leaders and local mosques. These groups have been accused of discriminating against anyone who is not considered to be a devout Muslim.\nWho is most vulnerable to persecution?\nLife is dangerous for all Christians in Yemen. But some believers in certain areas are at particular risk, such as Christians living in the south, where there is a strong al-Qaeda presence. Converts from Islam to Christianity have also indicated that there is more pressure in the Shiite Muslim-controlled areas in the west than in areas under control of the Sunni government. The Shiite-controlled areas, which comprise approximately one-third of Yemen's territory, are heavily policed: any dissenting opinion is rigorously repressed and likely to lead to imprisonment, torture and possibly worse. \nMeet \"Naser\"\n\n“We, the believers, carry hope that helps us with the certainty that tomorrow will be better and that by the will of our Lord, we will pass through this and all the anxieties and fears surrounding us.”\nNaser\n\nWhat has changed compared to last year?\nThe persecution against Christians in Yemen has continued to be extreme for years, and it's risen two spots on the 2022 World Watch List. Pressure on converts from Islam is at highest levels in every part of life. Christians in Yemen continue to face physical and mental abuse, sexual harassment and rape, as well as forced marriages and expulsion for faith-related reasons. Additionally, the presence of Islamic extremist groups—and the continuing destabilization of the COVID-19 pandemic and the civil war—has made daily life a struggle for most of Yemen's Christians. \n\nWhat does Open Doors do to help Christians in Yemen?\nOpen Doors supports the Body of Christ around the Arabian Peninsula through prayer, the distribution of biblical resources and the training of believers and pastors. To protect the people involved, we do not make detailed information on these programs public.\n\nHow can you pray for Yemen?\n\n Pray for the Yemeni people and the Yemeni government. Pray for peace, pray for stability and pray for an openness to letting all Yemenis, regardless of religion, live their lives in peace and hope. \n Pray for the secret Christians in Yemen who live under constant threat because of their faith. Ask God to give them courage, wisdom and boldness, that they would know how to best live out the gospel. Ask Jesus to bring comfort and hope to Christians in this war-torn country. \n Pray for all people in Yemen who are secretly searching for truth. Pray that they will find the right channels to learn about Jesus and pray that they will become followers of Him.\n\n \n\n\nA PRAYER FOR YEMEN\nHeavenly Father, we pray for our sisters and brothers in Yemen, secretly living for You in one of the most dangerous countries on earth. We pray for Your protection, for an outpouring of Your love and for the hope that only You can give. We pray for peace in Yemen, that leaders of different groups would seek reconciliation and be given a powerful sense of Your love. We ask for secret church leaders and for all efforts around the Arabian Peninsula to strengthen the secret church. We ask these things in Jesus' name, Amen.  \n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/yemen"
    },
    "Eritrea": {
        "name": "Eritrea",
        "rank": "6",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "2,611,000 (47.0%)",
        "violence": " 11.1",
        "church_life": " 15.6",
        "national_life": " 15.9",
        "community_life": " 15.5",
        "family_life": " 14.9",
        "private_life": " 14.6",
        "persecution_type": "Dictatorial paranoia \nChristian denominational protectionism\nOrganized corruption and crime\nIslamic oppression",
        "details": "How many Christians are there in Eritrea?\nAlmost half of Eritreans are Christians – 2.6 million from a population of 5.5 million – but Christians who aren’t from state-approved denominations face extreme persecution.\nWhat does persecution look like in Eritrea?\nDespite almost half the population identifying as Christian, believers in Eritrea continue to suffer extreme persecution, making it still one of the hardest places in the world to follow Jesus.\n      \nChristians not recognized by the state are especially vulnerable to the everyday surveillance imposed by the state, with phone calls monitored, bandwidth kept slow and a network of citizens tasked with spying on their neighbors. This intrusive level\n      of monitoring has led to Eritrea holding the infamous title of “Africa’s North Korea” (The Economist, Aug. 14, 2018).\n      \nMeanwhile, converts from Islam and the Eritrean Orthodox Church face harsh mistreatment from their families and communities.\n       \n    \nWho is most vulnerable to persecution?\nWhereas persecution by the state affects Christians across Eritrea, other forms of opposition are more localized. The western and eastern parts of the country are majority Muslim, while the central areas are more Christian Orthodox. Christians from\n      Muslim or Orthodox backgrounds living in those regions are more susceptible to persecution.\n       \n    \nMeet \"Shiden\"\nShiden was imprisoned for more than a decade—simply for worshipping Jesus. He was arrested with 40 other people when he was caught during a secret worship service. He has been very damaged by the experience, but thankfully he is now improving.\n\n\"I will serve the Lord until I die; I want to serve the Lord for the rest of my days; I want to be a hero of the faith, too, and one day in the future claim the crown of righteousness that is laid up for me, which the Lord will award to me on that\n        day.”\nShiden\n\nWhat has changed compared to last year?\nVery little has changed, except for a slight increase in pressure on churches. The country remains sixth on the World Watch List, making it still one of the hardest places in the world to follow Jesus.\n\nWhat does Open Doors do to help Christians in Eritrea?\nOpen Doors works through local church partners in Eritrea to provide discipleship training, economic empowerment projects and persecution survival training.\n\nHow can you pray for Eritrea?\n\nPray that imprisoned Christians and their families will be sustained by God's grace and presence.\nPray for wisdom, discernment and boldness for believers as they seek to meet together despite the threat of surveillance.  \nPray that Christians from Islamic and Orthodox backgrounds will be encouraged and empowered to stand firm in their faith.\n\n\n\na prayer for Eritrea\n\nHeavenly Father, we pray for all our brothers and sisters currently imprisoned for their faith. May they and their families find strength today in Your peace, \"which transcends all understanding\" (Philippians 4:7). Thank You that some Christians have\n      been released in recent months; powerfully intervene to bring about the release of more. Provide fellowship for all believers and protect gatherings from the watchful eyes of the state. Work in the heart of President Afwerki to bring him to repentance\n      and to show him the valuable role Christians play in Eritrean society. Amen.  \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/eritrea"
    },
    "Nigeria": {
        "name": "Nigeria",
        "rank": "7",
        "religion": "Christainity",
        "government": "Federal Republic",
        "christians": "98,006,000 (46.4%)",
        "violence": " 16.7",
        "church_life": " 14.4",
        "national_life": " 14.5",
        "community_life": " 14.3",
        "family_life": " 13.8",
        "private_life": " 13.8",
        "persecution_type": "Islamic oppression\nEthno-religious hostility\nDictatorial paranoia\nOrganized corruption and crime",
        "details": "How many Christians are there in Nigeria?\nAlmost half of Nigerians are Christians – 98 million people from a population of 211.4 million – but most of these are in the south of the country. Northern Nigeria is largely Muslim, and it’s in the north and the central region of Nigeria that most persecution of Christians happens.\nWhat does persecution look like in Nigeria?\nMPersecution in Nigeria is brutally violent. In much of northern Nigeria, Christians live their lives under the constant threat of attack from Boko Haram, the Islamic State West Africa Province (ISWAP), Fulani militants and criminals who kidnap and murder with impunity. While all citizens of northern Nigeria are subject to threats and violence, Christians are often specifically targeted because of their faith. ISWAP and Boko Haram want to eliminate the Christian presence in Nigeria, and Muslim Fulani militants attack Christian villages specifically. In addition to the risk of violence, Christians in some of Nigeria's northern states also live under Shariah law, where they face discrimination and treatment as second-class citizens. Christians who convert from Islam also face rejection from their families, often pressured to recant their faith in Jesus, sometimes violently attacked. \nWho is most vulnerable to persecution?\nIn many ways, vulnerability depends on where a Christian is based in Nigeria. Remote villages in Nigeria's Middle Belt region are at risk of attacks from Fulani militants or other violent actors, and these attacks have begun to spread into southern Nigeria. In the northeast, any community of believers is at risk of attack from Boko Haram or ISWAP. Because of the violence, thousands of Christians are forced to live in formal or informal camps for internally displaced people (IDPs). This makes them more vulnerable, because people who have lost their home or loved ones are now effectively refugees within their own country. Women and girls tend to be doubly vulnerable —and anyone who converts from Islam to Christianity is most vulnerable of all. \nMeet \"Rose\"\nRose is a Christian in Nigeria whose husband was murdered by Fulani militants\n\n“When I lost my husband, my in-laws never cared about me; they didn’t come to check on me or the children. When [our daughter] Patience died, I thought they would rally around me, but nobody came. I felt so pained in my heart … But I decided to let go of my bitterness and let God heal me.”\nRose\n\nWhat has changed compared to last year?\nChristians continue to be attacked indiscriminately and brutally in northern Nigeria, and Nigeria's rank on the World Watch List has risen accordingly. The violence has continued unabated, making it one of the only countries in the world where COVID-19 travel restrictions and lockdowns had little impact on attacks against Christians. Christians in northern Nigeria remain at risk of daily pressure and discrimination as well. \nThe attacks and insecurity have now spread to southern Nigeria. Fulani militants and other violent actors have settled into southern forests, making it difficult for Christian farmers to access their land.  \nWhat does Open Doors do to help Christians in Nigeria?\nOpen Doors partners with the local church in northern Nigeria to strengthen, support, equip and provide assistance to persecuted believers through trauma counselling (including a trauma centre), Bibles and discipleship training, socio-economic aid, literacy projects and worldwide prayer support. \nHow can you pray for Nigeria?\n\n Please pray that President Buhari and state governors will diligently and transparently work to find lasting solutions to the deepening security crisis in northern Nigeria.\n The level of trauma among Christians is reaching crisis levels. Pray for healing and hope. Pray that the Lord will continue to strengthen their faith and that Christians will continually be able to provide a reason to anyone that asks for the hope that is in them. \n Pray that Open Doors’ work in the country will bear fruit. Pray for continued protection and wisdom for our partners who must travel and risk attack and/or abduction. Pray that our work will strengthen the church in Nigeria and restore hope.  \n\n\na Prayer for Nigeria\n\nDear Father, we pray with our brothers and sisters in Nigeria. So many hurting people have been traumatized and broken; we ask for miraculous healing, of body, mind and spirit. Restore your people, oh Lord. Build your church in Nigeria and make it a beacon of hope throughout sub-Saharan Africa. In Jesus' name, Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/nigeria"
    },
    "Pakistan": {
        "name": "Pakistan",
        "rank": "8",
        "religion": "Islam",
        "government": "Federal Parliamentary Republic",
        "christians": "4,080,000 (1.9%)",
        "violence": " 16.7",
        "church_life": " 13.1",
        "national_life": " 14.9",
        "community_life": " 15.1",
        "family_life": " 14.0",
        "private_life": " 13.6",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nEthno-religious hostility\nOrganized corruption and crime",
        "details": "How many Christians are there in Pakistan? \nOnly 1.9 per cent of people in Pakistan are Christians – just over 4 million out of a population of 212 million.\nWhat does persecution look like in Pakistan?\nIn Pakistan, Christians are considered second-class citizens and are discriminated against in every aspect of life. Church leaders can be arrested if they don't abide by the authorities' wishes. These arrests act as warnings to the Christian minority\n    and intimidates them further. The COVID-19 crisis led to more discrimination against Christians, with aid being provided to Christian day laborers only if they converted to Islam. Pakistan's infamous blasphemy laws continue to be leveraged to accuse\n    non-Muslims (or minority Muslim sects) of insulting the Prophet Mohammed or the Quran—even a false accusation can lead to mob violence. Additionally, a silent epidemic of kidnappings, forced marriages and forced conversion of Christian girls and women\n    continue in Pakistan.\nWho is most vulnerable to persecution?\nSince most Christians live in Punjab Province, many incidents of persecution, discrimination and intolerance occur there. However, next to Punjab, the province of Sindh is also notorious for being a hotspot for bonded labor, affecting many Christians\n    as well. All Christians in Pakistan are potential victims of abuse and discrimination, but anyone caught converting from Islam bears the brunt of persecution in Pakistan. Established churches also come under pressure and surveillance from the government.\nMeet \"Arzoo\"\nArzoo is a Pakistani girl who was kidnapped at age 13 and forced to convert to Islam and marry her abductor\n\n“Arzoo is a third-generation Pakistani Christian girl,” says a source who wishes to remain anonymous. “She is one of many who go through the trauma of abduction and forced conversion annually. Christians in Pakistan are asking for prayer for the legal\n      procedures and trial that lie ahead, for justice to be upheld and lives and families to be safeguarded.”\nArzoo\nWhat has changed compared to last year?\nPersecution has remained steady in Pakistan this year. Violence against Christians for their faith continues to happen at extreme levels, but discrimination and pressure are daily realities for Christians throughout the country. The COVID-19 pandemic\n    led to a campaign where hard-line Islamists tied food aid to conversions, and Christian hospital workers were sent to COVID-19 wards with no protective gear, because they are viewed as expendable. Christians can be taunted for wearing a cross necklace,\n    accusations of blasphemy can happen because of Facebook posts (and lead to violent mob reprisals). Anyone who converts from Islam is viewed as an apostate.\nWhat does Open Doors do to help Christians in Pakistan?\nOpen Doors is active in the Persian Gulf countries through the ALIVE network of partner churches, but for security reasons, we cannot give further details.\nHow can you pray for Pakistan?\n\nPray for the entire Christian community of Pakistan, that they would be encouraged and kept from exhaustion and despair.\nPray for the government and religious leaders of Pakistan. Ask God to soften their hearts, that they would extend an open hand to Pakistani Christians and allow different religions to peacefully live out their faith in Pakistan.\nPray for the women and girls who are kidnapped, forced to convert to Islam and marry Muslim men. Pray for healing from the deep trauma they endure and ask God to deliver His people from the deep wounds of the enemy.\n\n\na Prayer for Pakistan\n\nO God, Your unfailing providence sustains our lives, even when they are difficult and painful. Today, we ask You to be with our sisters and brothers in Pakistan who risk everything to follow You. Be their anchor and their shield. Sustain their lives\n      and give them a deep and abiding sense of Your peace and Your love. Bring them to Your heavenly Kingdom and remind them they aren't alone. In Jesus' name, Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/pakistan"
    },
    "Iran": {
        "name": "Iran",
        "rank": "9",
        "religion": "Islam",
        "government": "Theocratic Republic",
        "christians": "800,000 (OD estimate)",
        "violence": " 10.4",
        "church_life": " 16.5",
        "national_life": " 15.8",
        "community_life": " 13.6",
        "family_life": " 14.6",
        "private_life": " 14.5",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nClan oppression\nOrganized corruption and crime\nChristian denominational protectionism",
        "details": "How many Christians are there in Iran?\nThere are only about 800,000 Christians in Iran, from a population of over 84.3 million – that’s about one per cent of Iranians.\nWhat does persecution look like in Iran?\nConverts from Islam to Christianity are most at risk of persecution, especially by the government and to a lesser extent by society and their own families.  \n    \nThe government sees the growth of the church in Iran as an attempt by Western countries to undermine Islam and the Islamic regime of Iran. House groups made up of converts from Muslim backgrounds are often raided, and both their leaders and members\n    have been arrested, prosecuted and given long prison sentences for \"crimes against national security.\"\n    \nThe historical communities of Armenian and Assyrian Christians are recognized and protected by the state, but they are treated as second-class citizens and are not allowed contact with Christians from Muslim backgrounds.  \n  \nWho is most vulnerable to persecution?\nConverts from Islam to Christianity are most at risk of persecution, especially by the government, and to a lesser extent, by society and their own families.\n    \nGovernment control is highest in urban areas, while rural areas are less monitored. However, the anonymity of urban areas gives Christians more freedom to organize meetings and activities than in rural areas where social control is higher.\nMeet \"Ashouri\"\nHamed Ashouri, who was sentenced to ten months imprisonment for Christian activities. He refused to inform on other Christians, resulting in him being beaten by the authorities.\n\n“I thank God for considering me worthy of enduring this persecution because of Him.”\nAshouri\nWhat has changed compared to last year?\nThe severity of persecution facing Christians in Iran remains largely unchanged.\n    Sadly, things may get worse following changes to the country's penal code, which further strangles religious freedom. Under the amendments, teaching the Bible or telling others about the Christian faith—which contradicts the teaching of Islam—could\n    result in prosecution, as could the claim that Christians can communicate with Jesus, whom Islamic teaching regards as a prophet. Christians could also be accused of \"insults ... with the intent to cause violence or tensions.\" This vague wording is\n    open to interpretation, making Christians more vulnerable to unjust accusations.  \n  \nWhat does Open Doors do to help Christians in Iran?\n\nOpen Doors supports the church in Iran through partners with online ministry presence, Christian multimedia initiatives and advocacy.\nHow can you pray for Iran?\n\nPray that President Raisi will honor the rights and contributions of Iran’s religious minorities.\nPray for God to open the eyes of the authorities to see that Christians are not a threat to Iran but a valuable part of Iranian society. \nPray that the house churches will continue to powerfully equip believers for serving Jesus.\n\n\na Prayer for Iran\n\nDear Father, we are astonished that despite the extreme persecution facing our family in Iran, the church continues to see strong growth. May Christians continue to grow in number and maturity. Please help believers who are suffering for You to stand\n      strong in Your love and power—and may this love and power extend to those who oppose them. Protect Christians from harm and keep prying eyes from house churches. May these gatherings be places where believers are powerfully transformed into Your\n      likeness and equipped for everyday service to You.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/iran"
    },
    "India": {
        "name": "India",
        "rank": "10",
        "religion": "Hinduism",
        "government": "Federal Parliamentary Republic",
        "christians": "68,863,000 (4.9%)",
        "violence": " 15.6",
        "church_life": " 13.3",
        "national_life": " 14.7",
        "community_life": " 12.9",
        "family_life": " 12.7",
        "private_life": " 12.7",
        "persecution_type": "Religious nationalism\nDictatorial paranoia\nClan oppression\nEthno-religious hostility",
        "details": "How many Christians are there in India?\nThere are 68.9 million Christians in India. This is just about five per cent of the population, which is almost 1.4 billion people.\nWhat does persecution look like in India?\nThe persecution of Christians in India is intensifying as Hindu extremists aim to cleanse the country of their presence and influence.\n\nThe driving force behind this is Hindutva, an ideology that disregards Indian Christians and other religious minorities as true Indians because they have allegiances that lie outside India. It asserts that the country should be purified of their presence. \n\nThe COVID-19 pandemic has offered a new weapon to persecutors. In some areas, Christians have been deliberately overlooked in the local distribution of government aid and have even been accused of spreading the virus.   \nWho is most vulnerable to persecution?\nThe regions where there is most persecution are the states where the Bharatiya Janata Party (BJP), a Hindu nationalist party, is a major factor in the state government – but that can change every five years due to elections.  \nMeet \"Sumi\"\nSumi is a 25-year-old widow whose husband was murdered for his faith.\n\n\"If needed I will die for Jesus, but I will never leave Him.\" \nSumi\nWhat has changed compared to last year?\nAlthough there has been a slight reduction in the levels of violence against Christians in India, overall violence remains at an extreme level, and levels of pressure in all spheres of life remain very high or extreme. \nA key factor in this is the use of social media. When an extremist Hindu mob attacks Christians, one of the first things they’ll do is snatch the victims’ phones, to stop them from recording the incident. However, the group will record the violence and add it to social media to promote their extremist agenda.  \nWhat does Open Doors do to help Christians in India?\nOpen Doors works through local partners to strengthen the church in India by providing Bibles, emergency relief aid, persecution survival training, livelihood training and community development projects.  \nHow can you pray for India?\n\nGive thanks to God that many people are coming to know Jesus after being healed of sickness; pray that this will continue.\nPray that social media companies will do more to combat the spread of disinformation and hatred on their platforms.\nPray for continued protection, strength and encouragement for Open Doors partners as they serve the church in India.\n\n\na PRAYer for India\nLord Jesus, help our persecuted brothers and sisters in India to stand strong in their faith and shine as stars in their local communities. Continue to manifest Your love and power through healings and miracles. Guard Your children from harm and equip them for the challenges they face. Provoke social media companies to do more to combat the use of their platforms to spread disinformation and hatred. Soften the hearts of influential local leaders and officials towards Christians, so that greater protection is given to them. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/india"
    },
    "Saudi Arabia": {
        "name": "Saudi Arabia",
        "rank": "11",
        "religion": "Islam",
        "government": "Monarchy",
        "christians": "1,200,000 (OD estimate)",
        "violence": " 3.1",
        "church_life": " 16.7",
        "national_life": " 15.9",
        "community_life": " 15.0",
        "family_life": " 15.1",
        "private_life": " 15.1",
        "persecution_type": "Islamic oppression \nClan oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Saudi Arabia?\nThere are an estimated 1.2 million Christians in Saudi Arabia. It’s a small percentage (3.4%) of the country’s total population of 35.2 million, the majority of whom are Muslim.\nWhat does persecution look like in Saudi Arabia?\nThe majority of Christians in Saudi Arabia are foreigners who temporarily live and work in the country. Most of these workers come from low-and middle-income countries, and there are numerous reports of migrant workers being abused and being subjected\n    to horrific working and living conditions. The COVID-19 pandemic made this reality even more obvious, as spikes in infections tended to centre in migrant communities where sanitation and social distancing were much more difficult. Christian foreign\n    workers can be targeted for their faith since it's another way to abuse a worker. Foreign Christians are heavily restricted from sharing their faith or gathering for worship, and any actions outside of the norm can lead to detention and deportation.\nThere are converts from Islam in Saudi Arabia. Those who came from majority-Muslim countries likely live and work in communities that reflect the cultural norms of their home—making them at risk if their social context is opposed to conversion. The\n    few converts who are Saudi Arabian are usually forced to live out their faith in secrecy, risking violence, divorce and more. Nevertheless, there have been some Saudi Christians in recent years who have been bold enough to share their faith, at great\n    risk to their lives.\nWho is most vulnerable to persecution?\nThe level of persecution in Saudi Arabia is generally the same all over the country, although social control is likely to be higher in rural areas. A possible exception are Western expatriate compounds where there is less control and pressure to adhere\n    to strict Islamic norms. \nMeet \"Adam\"\nAdam is a Christian in Saudi Arabia who was forced to flee the country after being beaten and arrested for his faith.\n\n“Adam is a strong believer,” says Rasheed*, one of his closest friends. “He put himself in danger for the sake of others when he helped [his sister-in-law] to flee. He is open about his faith. He wants other people to know Jesus, too. He is very active\n      in sharing about his faith publicly. Sometimes he leaves Bibles behind in the great mosque. He goes to the mosque to pray to Jesus. In a restaurant, he shared about Jesus to a group of friends; sadly, one of them betrayed him.\"\nAdam \nWhat has changed compared to last year?\nChristian persecution remains high in Saudi Arabia and has gotten worse in the last year. The country remains an extremely difficult place to be a Christian, especially for any native Saudi who finds Jesus.  \n\nHow can you pray for Saudi Arabia?\n\nPray for foreign Christians, that they will be protected from mistreatment and will be able to find a Christian community where they can grow in faith and be trained to advance the gospel.\nPray for the secret Saudi believers who must hide their faith from friends and family. Ask God to help them know they aren't alone.\nSaudi Arabia is home to the Muslim holy sites of Mecca and Medina. The Saudi expression of Islam is often radical and intensely opposed to any deviation. Ask God to soften the hearts of religious leaders and the monarchy, that they would be open to\n      allowing other religions to worship freely. .\n\n\na prayer for Saudi Arabia\n\nDear God, we pray for our brothers and sisters in Saudi Arabia. Help those who live their faith in secret; help those who worship You in the midst of an abusive and dangerous work environment; help all of Your people in Saudi Arabia know You are there\n      and that You are with them in their suffering. Bring them peace and help them feel a sense of Your mercy and love. In Jesus' name, Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/saudi-arabia"
    },
    "Myanmar": {
        "name": "Myanmar",
        "rank": "12",
        "religion": "Buddhism",
        "government": "Unitary Constitutional Republic",
        "christians": "4,409,000 (8.0%)",
        "violence": " 14.8",
        "church_life": " 13.1",
        "national_life": " 13.4",
        "community_life": " 13.8",
        "family_life": " 11.5",
        "private_life": " 12.4",
        "persecution_type": "Religious nationalism \nDictatorial paranoia\nEthno-religious hostility\nOrganized corruption and crime",
        "details": "How many Christians are there in Myanmar?\nNearly 4.4 million of Myanmar’s 55 million population are Christian. The majority religion is Buddhism.\nWhat does persecution look like in Myanmar?\nConverts to Christianity in Myanmar find themselves persecuted by their Buddhist, Muslim or tribal families and communities because they have left their former faith and have thereby removed themselves from community life. Communities who aim to stay\n      \"Buddhist only\" make life for Christian families impossible by not allowing them to use neighborhood water resources.\n      \nNon-traditional church groups experience opposition, especially when they are in the country's rural areas and/or are known for proselytizing. While Buddhist monks are somewhat divided concerning the 2021 military coup, many of the more radical\n      monks support it. Christians worry that the coup will return the country to a military rule that was brutal for many believers.\nWho is most vulnerable to persecution?\nThe fighting that has erupted since the military coup has endangered all Christians. But Christians who are converts from Buddhism risk opposition from both community and government. And Christians who belong to ethnic groups are targets of the military\n      junta that controls Myanmar.\nMeet \"Min Naing\"\nMin Naing is a Christian from Yangon, the largest city in Myanmar\n\n“Every day I hear gunshots and grenades. The sound comes only one bus stop away from my house. At night, most homes do not turn on lights after 8 p.m. And nobody makes any noise. Sometimes I hear gunshots in the evening and around midnight. We also\n        stay indoors during the day. We cannot go out except for shopping for groceries. I live in the middle of Yangon without security. Please pray for the safety of me and my family.”\nMin Naing\n\nWhat has changed compared to last year?\n2021 has been a momentous year for Myanmar and for the Christian community in the country. After the military coup in February 2021, fighting has continued in predominantly Christian states like Kachin State, Karen State or in northern Shan State.\n      Churches have been destroyed and Christians killed in Chin State (another majority-Christian region) and churches and pastors have been targeted. More Christians than ever have been driven out to live in camps for displaced people, where they are\n      often deprived of access to food and healthcare because of their faith. In the quickly evolving Civil Disobedience Movement (CDM), Christians are involved as well. Parallel to this widely peaceful resistance, fighting has increased across the country\n      and although not all ethnic minority armed groups are involved, some Christian ones are.  \nWhat does Open Doors do to help Christians in Myanmar?\nOpen Doors strengthens persecuted believers in Myanmar with the help of our local partners through efforts like literature distribution, discipleship programs, training and socio-economic aid.  \nHow can you pray for Myanmar?\n\nPray that God will touch and soften the hearts of Myanmar's military leaders and give them a desire for peace and reconciliation.\nPray for the church in Myanmar to be on their knees and praying for peace in the country. Pray that God will strengthen each believer and revive their spirits that have been dampened from the political turmoil.\nPraise the Lord for the persecution-preparedness training that Open Doors partners held in a safe place during the tumultuous months of 2021. Thank God that Christians were encouraged to remember that God is their Father.  \n\n\na Prayer for Myanmar\n\nDear Lord, we pray with our sisters and brothers in Myanmar. We ask for provision for Christians who have found You even though they were raised Buddhist—please show them how much You love them and that You are their Father, even if they lose their\n        earthly father. We pray for Christians in ethnic groups who are at risk because of the military coup; please protect them and help them to seek your face in freedom and faith. We ask all these things in the mighty name of Jesus, Amen.\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/myanmar"
    },
    "Sudan": {
        "name": "Sudan",
        "rank": "13",
        "religion": "Islam",
        "government": "Republic",
        "christians": "1,984,000 (4.4%)",
        "violence": " 8.5",
        "church_life": " 15.7",
        "national_life": " 13.6",
        "community_life": " 14.3",
        "family_life": " 13.4",
        "private_life": " 13.4",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nClan oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Sudan?\nThere are almost 2 million Christians in Sudan, from a population of 44.6 million people. That’s approximately 4.5 per cent.\nWhat does persecution look like in Sudan?\nSince the 2019 coup that ousted Omar al-Bashir, who ruled Sudan for 30 years, the situation for Sudanese Christians has somewhat improved in the sense that the government has changed its policy of considering Christians enemies and agents of the West. However, there are systematic issues that affect Christians. First, while government policy has changed, social attitudes about Christians have not, especially outside Khartoum. There, the culture and surrounding society are still majority-Muslim and suspicious of any other faith. Second, the government has not put real protections into place for Christians and other religious minorities. For example, even with the change in official status, confiscated churches and lands have yet to be returned to their Christian owners; and trying to build new churches is still extremely difficult. And finally, there are still high-level military leaders who have slowed reform. \nWho is most vulnerable to persecution?\nChristians outside of the capital city of Khartoum remain most at risk. But all of Sudanese society is still largely opposed to public expressions of Christianity, and despite gains at the national level, reform can be hard to come by at the local level. Christians who convert from Islam face additional risks from family and community.  \nMeet a Sudanese pastor\nAbdul is a Christian in Sudan\n\n“There are many churches who applied [to build] more than five years ago and some others two years ago, at the beginning of the current transitional government, hoping to be treated equal [to Muslims]. ... The minister of religious affairs spoke on TV and at other events and said that Christians would be able to build new churches; however there is always contradiction between his words and real life.”\n\nWhat has changed compared to last year?\nPersecution remains incredibly high in Sudan and hasn't changed much in the last year. Churches were burned down and Christians reported being beaten or attacked during the World Watch List reporting period. Ongoing ethnic violence in the Darfur region also worries many observers who wonder if the transitional government can protect minorities. While the positive developments that occurred after al-Bashir's ouster are worth celebrating, it remains to be seen how much change will take place in reality. Christians are still at significant risk from society at large, particularly if they converted from Islam. Additionally, armed groups who were part of the former dictatorship continue to be active, posing a constant threat to Christians.  \nWhat does Open Doors do to help Christians in Sudan?\nThrough partnerships with the local church, Open Doors equips church leaders in Sudan for various aspects of ministry, supports community development and provides practical assistance to persecuted Christians\nHow can you pray for Sudan?\n\nAfter the fall of former dictator Hassan Omar al-Bashir in April 2019, the transitional government under the leadership of Prime Minister Abdallah Hamdok introduced exciting changes to the legal framework governing life in Sudan. But as the political situation in Sudan continues to be volatile, pray for these changes to be implemented and respected in lower government levels and society in general. \nChristians, especially those who converted from Islam, still face many challenges. In some areas, they are vulnerable to targeted violence. Pray that amid these challenges, they will continue growing in their knowledge of Christ. Pray that they will courageously speak to others about salvation found in Him. \nOpen Doors' vision for Sudan is to see a resilient church that stands strong in the face of persecution and is economically empowered to support themselves. Pray for protection over our partners and much fruit from their work. \n  \n\n\na prayer for Sudan\nDear God, we pray for our sisters and brothers in Sudan who risk everything to follow You. We thank You for the positive developments in Sudan, and ask that You would cause those changes to spread to every part of Sudanese society. Please protect and strengthen the Sudanese church and give them joy and courage to serve You in the year ahead. In Jesus' name, Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/sudan"
    },
    "Iraq": {
        "name": "Iraq",
        "rank": "14",
        "religion": "Islam",
        "government": "Parliamentary Democracy",
        "christians": "166,000 (0.4%)",
        "violence": " 6.9",
        "church_life": " 13.9",
        "national_life": " 14.8",
        "community_life": " 14.0",
        "family_life": " 14.6",
        "private_life": " 14.0",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nClan oppression\nOrganized corruption and crime\nChristian denominational protectionism",
        "details": "How many Christians are there in Iraq? \nThere are about 166,000 Christians in Iraq – a tiny percentage of the 42.6 million people living in Iraq.\nWhat does persecution look like in Iraq?\nIraq remains plagued by conflict, despite the recent territorial losses of so-called Islamic State (IS), and this continues to gravely affect the country’s minority Christian population. In June 2020, Christian villages were bombed in Turkey's largest operation in the area since 2015, forcing many Christians to flee. In May 2021, Christian villages were evacuated following Turkish bombing in the region. Christians were not protected by the local government.\nMany Christians are also seriously affected by intolerance and persecution. This is perpetuated mostly by militant Islamic groups and non-Christian leaders. They also face discrimination from government authorities.\nIn central and southern Iraq, Christians often do not publicly display Christian symbols (such as crosses) as this can lead to harassment or discrimination at checkpoints, universities, workplaces and government buildings. Outspoken believers in the region have frequently become targets. Blasphemy laws can be used against Christians suspected of carrying out outreach among Muslims.\nChristians from a Muslim background experience most pressure from their families. They often keep their faith a secret, as they risk being threatened by family members, clan leaders and their local community. Converts risk losing their inheritance rights and the right or means to marry.\nWho is most vulnerable to persecution?\nMost Christians in Iraq live in the north of the country, in Kurdistan. Few Christians are left in Baghdad and Basra. The situation is particularly difficult for Christians in the south and center of the country. Christians have left most of the provinces there, with the exception of small groups of converts from a Muslim background.\nMeet Matti\nMatti’s ID card states he's a Muslim despite growing up as a Christian: \n\n\"One day when I die, I will die as a Christian.\"\nMatti\n\nWhat has changed compared to last year?\nPersecution levels in Iraq have largely remained the same. However, encouragingly, in the last year there has been a substantial drop in reported incidents of violence.\nAlso, Iraqi politicians have passed a bill to make Christmas Day a national holiday, and a committee has been set up to enable Christians displaced by the IS insurgency to return to their homes (more than 80% have fled the country since 2003). However, many Christians are reluctant to return home, as they do not yet feel the environment is conducive for a safe and prosperous return. \nWhat does Open Doors do to help Christians in Iraq?\nOpen Doors works through local partners to support the church in Iraq with biblical training, trauma care, Bible distribution, socio-economic development projects, relief aid, and help to rebuild houses and churches in northern Iraq.\nHow can you pray for Iraq?\n\nPray for peace and stability so that displaced Christians can return to their homes.\nPray that the new Iraqi government will protect the rights of Christians and other religious minorities. \nPray for the protection of all believers. Pray that each one will be strengthened and encouraged in their faith.\n    \n\n\na PRAYer for Iraq\n\nDear Father, thank You that there is good news for our brothers and sisters in Iraq. We pray for more in the coming year. Stir the government into doing more to enable a safe and prosperous return for displaced Christians. May all those suffering today know Your nearness; may it bring them healing, comfort and hope. Bring permanent peace to this nation that has been riddled by conflict for years. Restore the years the locusts have eaten (Joel 2:25). Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/iraq"
    },
    "Syria": {
        "name": "Syria",
        "rank": "15",
        "religion": "Islam",
        "government": "Republic",
        "christians": "638,000 (3.3%)",
        "violence": " 9.3",
        "church_life": " 13.9",
        "national_life": " 14.3",
        "community_life": " 13.5",
        "family_life": " 13.8",
        "private_life": " 12.9",
        "persecution_type": "Dictatorial paranoia\nIslamic oppression\nClan oppression\nOrganized corruption and crime\nChristian denominational protectionism",
        "details": "How many Christians are there in Syria?\nSyria has about 638,000 Christians, about 3.3 per cent of a population of 19.5 million. The number of Christians in the country has decreased in the past decade, as many have fled conflict and persecution.  \nWhat does persecution look like in Syria?\nEven though the public threat of ISIS has largely subsided, Christians in Syria still grapple with daily persecution that may become violent. In areas where Islamic extremist groups are active, leaders of historical church communities may be targeted simply because they are more visible. But leaders of other Christian groups are also vulnerable because they may be more active in evangelism. \n\nChurch buildings are completely destroyed in many parts of Syria where Islamic extremists had control (or continue to maintain control). Where extremists control territory, any public expression of faith is dangerous. Additionally, every Christian in Syria lives with the constant realization that Islamic extremists have not necessarily left Syria—they've just retreated into the shadows, and they may return to public life again in the future. \n\nAs the Christian population of Syria has diminished due to the civil war, more and more Syrian Christians come from a Muslim background. This makes them additional targets as the government wants to ensure there is no social upheaval caused by religious conversion. Families and communities may reject, punish or even attack Christians who convert from Islam.  \nWho is most vulnerable to persecution?\nIn the parts of Syria where Islamic extremists maintain control, Christians remain under significant pressure. ISIS has attacked Christian targets in the last several years, and tensions are high. Places where Turkey has supplied fighters and military support after its invasion in late 2019 are also dangerous for Christians. And finally, Christians who leave Islam to follow Jesus are at risk throughout Syria.  \nMeet \"Anwar\"\nA Christian in Syria who left his family's Muslim faith despite his father's status as a religious leader\n\n“Jesus is everything to me. When I had no one, He was with me, my brother, my companion, my best friend. I talk to Him all the time, I rely on Him, Jesus truly saved my life. When I wanted to kill myself, He pulled me back and gave me hope for the future. When things go wrong, I escape to Jesus. I know He has a good plan for my life.\" \nAnwar\nWhat has changed compared to last year?\nViolence against Christians decreased in Syria, which is news worth celebrating. And yet, the country remains high on the World Watch List—the pressure on all Christians is extreme, and church leaders are targeted for abuse and persecution. Christians who leave Islam continue to bear a great burden placed on them by government, society and their own families.  \nWhat does Open Doors do to help Christians in Syria?\nOpen Doors works with the local church in Syria through strengthening its leadership and helping the Syrian church be a beacon of hope. Open Doors supports literature distribution, biblical discipleship and training, trauma counselling and the establishment of community centres (Centres of Hope) that provide services to Syrian Christians and their neighbors. \nHow can you pray for Syria?\n\n Pray for Syria in the aftermath of a decade long civil war. Pray that God will bring peace to the country and soften the hearts of those in power to provide for the most vulnerable members of Syrian society. \n Pray for Christians in Syria, particularly church leaders and converts from Islam. Pray that God would protect them from violence and raise their spirits when daily life seems impossible. \n Ask God to strengthen the churches that Open Doors works with in Syria. Ask Him to bless our leadership and discipleship training. Pray that God would increase the ministry of our Centres of Hope, that they would be beacons of God's peace for Christians so devastated by war and Islamic extremism. \n\n\na prayer for Syria\nAlmighty God, we ask that You look with compassion upon your people in Syria. They have endured so much in the last 10 years, and they continue to live in a place where the fact that they follow You puts them in danger and pain. Please comfort them. Deliver them from their sorrows. Bring to mind the joy and peace of Your Son, Jesus, that they may bear the weight of persecution well. Strengthen their hearts, Lord. All this we ask for the sake of Your son, Jesus Christ, who lives and reigns with You and the Holy Spirit, one God, now and forever. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/syria"
    },
    "Maldives": {
        "name": "Maldives",
        "rank": "16",
        "religion": "Islam",
        "government": "Islamic Republic",
        "christians": "Hundreds (OD estimate)",
        "violence": " 0.4",
        "church_life": " 16.5",
        "national_life": " 15.8",
        "community_life": " 13.7",
        "family_life": " 15.3",
        "private_life": " 15.4",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nOrganized corruption and crime",
        "details": "How many Christians are there in Maldives?\nThere are estimated to be a few hundreds of Christians in the Maldives. The vast majority of Maldivians are Muslim.\nWhat does persecution look like in Maldives?\nGovernment officials in Maldives proudly emphasize that the country is 100% Muslim. Locals are on the watch for anything that deviates from Maldivian belief, particularly conversion from Islam to another faith. Conversion will be reported to Muslim leaders or authorities; non-Muslims can also lose their citizenship. For these reasons, being known as a Christian is so dangerous that there is no ability to meet as a fellowship community, which means that whole families may be Christian without ever knowing the rest of their family shares their faith. This lack of Christian support stifles believers' spiritual growth. \nMost Christians in Maldives are India and Sri Lanka nationals who have come to work in the tourism industry. These believers are also watched by authorities, making it difficult for even foreign migrant Christians to fellowship. Although the Islamic culture is ultra-conservative, even more Muslim extremist groups have returned to the country, placing Christian converts at further risk. \nWho is most vulnerable to persecution?\nMade up of nearly 1,200 islands just southwest of India in the Indian Ocean, Maldives is a luxury destination for travellers around the world. To avoid international scrutiny, persecution takes place outside of the islands reserved for international tourists. At all times, any believer who has converted from Islam is in imminent danger of exposure and punishment from both state and community.  \nWhat has changed compared to last year?\nThe level of pressure on Christians remained very high. Converts have no space at all to live out their Christian faith and expatriate Christians (often migrant workers) lack possibilities for worshiping together without fearing arrest and deportation. The new government, which took over in mid-November 2018, has made no tangible improvements regarding freedom of religion and is more focused on internal political struggles. Due to the COVID-19 pandemic, many Christian expatriates returned to their home countries; however, with the gradual reopening of the tourist sector, they are slowly returning to the pressure cooker of the Maldives. \nWhat does Open Doors do to help Christians in Maldives?\nOpen Doors raises prayer support for believers in the Maldives. \nHow can you pray for the Maldives?\n\n Pray for believers in Maldives who must sustain their faith in isolation and secrecy. Ask God to fill their hearts with the sense of His presence and care.\n Pray that President Solih and his government would soften their stance toward Christians and other religious minorities—as they realize that diversity enriches the country's national culture.\n Ask God to guide and protect expatriate believers as they interact with tourists and Maldivian residents. Pray they will be salt and light that draw people to Jesus. \n\n\na Prayer for the Maldives\nDear Father, You've called believers to fellowship and draw strength from each other, and yet there are places like Maldives where gathering physically or virtually is impossible. Send Your Holy Spirit to enlighten and encourage secret believers as they reach out to You in faith. Embolden expatriate Christians working there to reveal a servant's heart toward all they encounter. Move the hearts of government officials, ultimately allowing Christians to worship openly and minister throughout the country. In Jesus' name, Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/maldives"
    },
    "China": {
        "name": "China",
        "rank": "17",
        "religion": "Agnosticism",
        "government": "Communist party led state",
        "christians": "96,700,000 (OD estimate)",
        "violence": " 11.1",
        "church_life": " 15.5",
        "national_life": " 14.4",
        "community_life": " 12.2",
        "family_life": " 9.8",
        "private_life": " 12.6",
        "persecution_type": "Communist and post-Communist oppression\nDictatorial paranoia",
        "details": "How many Christians are there in China?\nChina’s growing Christian community currently stands at around 96.7 million – just under seven per cent of the country’s total population.\nWhat does persecution look like in China?\nSurveillance in China is among the most oppressive and sophisticated in the world. Church attendance is rigorously monitored, and many churches are being closed down—whether they are independent or belong to the Three-Self Patriotic Movement (the officially state-sanctioned Protestant church in China). It remains illegal for under-18s to attend church. All meeting venues had to close during the COVID-19 crisis, but some churches were forced to remain closed once restrictions began to lift, and were quietly phased out. The old truth that churches will only be perceived as being a threat if they become too large, too political or invite foreign guests, is an unreliable guideline. \n    \nChristian leaders are generally the main target of government surveillance, and a very small number have been abducted. \"They are simply snatched away,” says an Open Doors source, “only to appear months later in a kind of house arrest, where they get re-educated.’’ \n    \nIf someone is discovered to have converted from Islam or Tibetan Buddhism, their family and community will usually threaten or abuse them. Their husbands may be pressured to divorce them, to persuade them to reconvert. Neighbors may report any Christian activities to the authorities or the village head, who would take action to stop believers.\n  \nWho is most vulnerable to persecution?\nConverts from a Muslim or Buddhist background from minority ethnic groups arguably face the most severe violations of religious freedom, because they are persecuted not only by the authorities but also by their families and communities. Consequently, places where Christian persecution is particularly rife include Xinjiang, Tibet and western China. \nMeet \"Herman\"\nHerman is a Chinese missionary to a Buddhist community \n\n\"More than two dozen monks and devout Buddhists came to Christ!\"\nHerman\n\n\nWhat has changed compared to last year?\nPersecution levels in China have gone up slightly, largely because Christians are facing increased pressure from the Chinese authorities. In other areas of life, persecution has remained almost or completely stable, with church life being where Christians face the most persecution.\n     \n  \nWhat does Open Doors do to help Christians in China?\nOpen Doors supports believers in China with discipleship and persecution survival training, and by providing contextualised Christian literature to believers who've converted from Islam or Buddhism.\nHow can you Pray for China?\n\n Please pray that despite intense surveillance, faith will flourish in China and more people will discover God's love.\n Pray that local Open Doors partners will be able to reach vulnerable Christians with vital Christian literature, training and fellowship.\n Pray for the authorities in China to recognise the importance of religious freedom, and allow the church to gather and worship without restrictions.\n\n\na prayer for China\n\nDear Lord, please bless Christians in China who worship You while facing such risks. Please give them peace, joy and strength, and enable communities to worship You in spirit and truth, despite intense surveillance. We pray that Chinese churches will be led by the Holy Spirit and equipped to face any form of oppression that comes their way. May they learn to discern each season and respond with wisdom and maturity. Strengthen and sustain Your children throughout China. Amen.   \n       \n    \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/china"
    },
    "Qatar": {
        "name": "Qatar",
        "rank": "18",
        "religion": "Islam",
        "government": "Absolutist Emirate",
        "christians": "372,000 (13.1%)",
        "violence": " 7.2",
        "church_life": " 14.3",
        "national_life": " 13.0",
        "community_life": " 11.1",
        "family_life": " 14.1",
        "private_life": " 14.2",
        "persecution_type": "Islamic oppression\nClan oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Qatar?\nThere are about 372,000 Christians in Qatar, about 13 per cent of a population of 2.8 million. Many of these believers are migrant workers.\nWhat does persecution look like in Qatar?\nChristians in Qatar are primarily foreigners who tend to be migrant workers. These foreign Christians are much freer to live out their faith in Qatar than the nationals, although foreigners might also experience pressure. Foreign churches are often\n    monitored by the government and limited to specific areas.\n    \nA small number of indigenous converts form the other group of Christians in Qatar. These believers face extreme pressure from their Muslim families and community. The country doesn't officially recognize conversion from Islam, which causes legal troubles\n    and loss of status, child custody and property. Foreign converts from Islam may be able to avoid some pressure by joining a more international community, but the bottom line is that in Qatar both indigenous and migrant converts risk discrimination,\n    harassment and police surveillance for their faith.\nWho is most vulnerable to persecution?\nThe risks faced by Christians, especially converts from Islam to Christianity, depend on the person's national origin. Native Qatari converts are the most vulnerable to danger, while foreign Christians may be somewhat freer to worship, as long as they\n    do so in ways the government can tolerate.\n\n  \nMeet \"Pastor Samuel\"\nA minister to migrants in Qatar:\n\n“In this Muslim country, we are limited in evangelizing too openly. But nobody can stop us from talking to our fellow workers and witnessing to them in our everyday lives. Every day, God gives us opportunities to show His love to others.”\nPastor Samuel\n\nWhat has changed compared to last year?\nQatar jumped 11 spots from last year's 2022 World Watch List. Violence against Christians rose sharply because many churches were forced to stay closed after COVID-19 restrictions. The rest of the pressures faced by believers in Qatar are intense and\n    a daily burden on those who follow Jesus.\n\nHow can you pray for Qatar?\n\nPray for the migrant Christians in Qatar. Pray they would be protected from the brutal and abusive treatment that so many foreign workers face in Qatar. Ask God to protect and preserve His people.\nAny native Qataris who convert to Christianity must do so in deep secrecy or risk intense persecution from their family and society. Pray that these believers would know they are not alone and ask God to remind them that He is there and in control.\nPray for the monarchy in Qatar. Ask that God would soften the hearts of the Emir and his government, and that they would open their hearts to the truth of Jesus' love and grace.\n\n\na Prayer for Qatar\n\nAlmighty God, we thank You for Your presence with Your people in Qatar. We ask you to bless, strengthen and comfort them in times of trials, and whenever it seems like there is no hope or way out. Please protect our brothers and sisters, and grow\n      Your church in Qatar. Thank you for Your grace and mercy. In Jesus' name, Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/qatar"
    },
    "Vietnam": {
        "name": "Vietnam",
        "rank": "19",
        "religion": "Buddhism",
        "government": "Communist State",
        "christians": "9,159,000 (9.2%)",
        "violence": " 8.7",
        "church_life": " 14.5",
        "national_life": " 14.1",
        "community_life": " 12.7",
        "family_life": " 9.7",
        "private_life": " 11.3",
        "persecution_type": "Communist and post-Communist oppression\nDictatorial paranoia\nClan oppression\nOrganized corruption and crime",
        "details": "How many Christians are there in Vietnam?\nThere are 9.1 million Christians in Buddhist-majority Vietnam, from a population of 99.3 million.\nWhat does persecution look like in Vietnam?\nThe level of persecution Vietnamese Christians experience may depend on their denomination or background. Historical Christian communities (like Roman Catholic churches) enjoy a certain amount of freedom—unless they become politically active, which can lead to the imprisonment of church leaders. But evangelical and charismatic Protestants, along with converts from indigenous religions, often face intense pressure and violence for their faith, especially in the remote areas of central and northern Vietnam. Christians are harassed in the workplace and may face discrimination for their faith, while Christian children are ostracized at school and may be pressured to reject their faith. \n    \nSince religion is closely identified with ethnicity in these regions, leaving a traditional belief for Christianity may be seen as wholesale rejection of culture and community. Therefore, Christians who belong to the country's ethnic minorities often face social exclusion, discrimination and attacks. Their homes are sometimes destroyed, and they are then forced to leave their villages. Sometimes, the local communities will leverage the absolute power of the local communist government to persecute Christians who stray outside of the traditional belief system.  \nWho is most vulnerable to persecution?\nPressure and violence targeting Christians among ethnic minorities is especially strong in the central and north-western highlands of Vietnam. Christians who leave their tribal religions to follow Jesus are viewed as cultural and family traitors. They are at risk for violent attack, having their children forcibly taken and having their homes and crops destroyed.  \nMeet \"Poh\"\nA Hmong Christian who was kicked out of his village for his conversion to Christianity\n\n“A few months ago, I went back to my old village to visit my parents and siblings, but my family and the villagers still hate me—they forbade me from going near them. My parents still despise me and have renounced me as their child.\"\nPoh\n\nWhat has changed compared to last year?\nThe level of persecution stayed largely the same in Vietnam during the 2022 World Watch List reporting period. The COVID-19 pandemic continued to affect all residents of the country, and some Christians in rural areas reported discrimination in government pandemic assistance. Ethnic minority Christians still face violence and social consequences when they convert to Christianity, and the Vietnamese church remains under pressure throughout the country.  \nWhat does Open Doors do to help Christians in Vietnam?\nOpen Doors works through local church partners to come alongside Vietnamese believers when they suffer physical attacks and expulsion from their families and communities for choosing to follow Christ. We do this through advocacy, relief and practical aid, along with biblical training and discipleship programs.  \nHow can you pray for Vietnam?\n\n Pray for new projects planned by Open Doors partners in Vietnam. Pray for wisdom and strength for our ministry partners, and for the hearts of all Christians who will benefit from these new efforts\n Pray for Christians in Vietnam who suffer persecution, especially those from ethnic minorities. Pray for those who lose their families and homes, that they would feel the reality that God has given them a global family of believers who prays for them. \n Pray for the government of Vietnam, both local and national. Pray the national government would protect the rights of all of its citizens, and that local governments would not be used to worsen the persecution faced by Christians in tribal communities \n\n\na prayer for Vietnam\n\nFather God, we lift up Your people, our family, in Vietnam. We pray for all Christians who are at risk, simply because they follow You. We pray for Christians who find and follow You even though it's dangerous to do so where they live. Please protect them, and soften the hearts of the community and government leaders who oppose them. Please give strength and wisdom to our brothers and sisters in Vietnam. In Jesus' mighty name, Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/vietnam"
    },
    "Egypt": {
        "name": "Egypt",
        "rank": "20",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "16,250,000 (OD estimate)",
        "violence": " 10.0",
        "church_life": " 10.8",
        "national_life": " 12.7",
        "community_life": " 11.5",
        "family_life": " 13.2",
        "private_life": " 12.7",
        "persecution_type": "Islamic oppression \nDictatorial paranoia\nClan oppression",
        "details": "How many Christians are there in Egypt?\nThere are around 16.3 million Christians in Egypt, comprising almost 16 per cent of the country’s population. \nWhat does persecution look like in Egypt?\nThe persecution of Christians in Egypt commonly occurs at community level. Incidents range from Christian women being harassed while walking on a street to whole communities of Christians being forced to move out of their homes by mobs of Muslim extremists. Such events typically happen in Upper Egypt, where ultra-conservative Islamic Salafist movements are active in rural communities.\n\nChristians are typically treated as second-class citizens. While Egypt's government speaks positively about the Christian community, the lack of serious law enforcement and the unwillingness of local authorities to protect Christians leave them vulnerable to all kinds of attacks. The dictatorial nature of the regime means Christians feel unable to speak out against these practices.  \n\nChurches and Christian groups face many difficulties when trying to construct new buildings. The hindrances come from state restrictions, communal hostility and mob violence.\n\nChristians from a Muslim background face enormous pressure from their families to return to Islam. The state also makes it impossible for them to get any official recognition of their conversion.\n\nWho is most vulnerable to persecution?\nMost incidents of persecution take place in Upper Egypt, which is known to be more conservatively Islamic and extremist than the north. The Minya Governorate is notorious for the high number of attacks on Christians. However, believers in the economically disadvantaged rural areas in the north experience a similar degree of oppression. Islamic extremist groups such as the Muslim Brotherhood have nationwide support, but violent Islamic militants are only openly active in the north-eastern area of the Sinai Peninsula.\nMeet Sara\nSara miraculously survived a knife attack by a Muslim extremist who said to her, \"Dirty Christian, die!\" \n\n“If someone is willing to kill me for my faith, my God must be powerful.\"\nSara\nWhat has changed compared to last year?\nThe challenges facing Christians in Egypt remain largely unchanged, although there has been a drop in levels of violence. This is most likely linked to COVID-19 restrictions—Christian activities have significantly decreased, which invites less provocation, and would-be perpetrators have been off the streets due to lockdowns.   \nThe biggest threat for converts from Islam to Christianity continues to come from family members.    \nWhat does Open Doors do to help Christians in Egypt?\nOpen Doors works through local partners in Egypt to support the church with literacy training, education, advocacy support, medical care and youth, family and women’s ministry. \nHow can you pray for Egypt?\n\n Pray for stable and fulfilling work for Christian men, so they can provide for their families.\n Pray for the protection and flourishing of Christian women.\n Pray that God will change the hearts of influential local leaders, to recognize and value the contribution Christians make to society.\n  \n\n\na prayer for Egypt\nDear Father, we recognize that many of our brothers and sisters are hurting, grieving and fearful because of the cost that comes with following Jesus in Egypt. Powerfully minister Your peace, healing and comfort to their hearts and fill them with fresh hope, joy and faith. Keep Your children from harm. May the light of Your love shine brightly through them, drawing many to You. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/egypt"
    },
    "Uzbekistan": {
        "name": "Uzbekistan",
        "rank": "21",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "347,000 (1.0%)",
        "violence": " 1.7",
        "church_life": " 15.6",
        "national_life": " 11.8",
        "community_life": " 14.1",
        "family_life": " 12.7",
        "private_life": " 14.9",
        "persecution_type": "Dictatorial paranoia\nIslamic oppression\nClan oppression",
        "details": "How many Christians are there in Uzbekistan?\nThere are only 347,000 Christians living in Uzbekistan, 1% of a population of 33.6 million.\nWhat does persecution look like in Uzbekistan?\nThough all Christians experience some level of persecution in Uzbekistan, Protestants are often the victims of the greatest pressure. Christians who are a part of these non-registered churches may be viewed as \"extremists,\" and the government believes church members are spies trying to destroy the government. Therefore, Christians and their churches may be monitored, and unregistered churches may be the victims of police raids, arrests and fines. \nUzbekistan is largely Muslim, so any Christian who converted from Islam faces increased pressure from their family and community. Christians in these situations may be locked up, beaten or expelled from their communities. Many converts from Islam are forced to hide their faith. \nWho is most vulnerable to persecution?\nThe level of persecution by government officials in Uzbekistan is the same all over the country, particularly on Christians who don't belong to a registered church, as well as Christians suspected of evangelizing. For Christians who converted from Islam, the pressure is strongest outside of urban areas, especially in the Fergana Valley in the east.\nMeet \"Adam\"\nAdam attends a church that tried to register with the Uzbek government.\n\n\"The police asked us why we became Christians and demanded we renounce our faith. This had never happened before, even when we were fined in previous years. This happened because we asked for registration.”\nAdam\nWhat has changed this year?\nPersecution continued to be significant against Christians in Uzbekistan. A new criminal code was drafted in 2021, which continues to penalize the distribution of religious literature, meeting for worship and \"talking about faith\" without government permission. \nThe previous laws about religious activity were often criticized for being vague, but this update gives way to even greater persecution. Protestant churches continue to be targeted by authorities, and Christians who converted from Islam are still persecuted by both government and community. \nWhat does Open Doors do to help Christians in Uzbekistan?\nWe can’t talk specifically about work in Uzbekistan for security reasons. Throughout Central Asia, Open Doors provides immediate aid to believers when they are placed in prison, excluded from families and communities, and deprived of livelihood and employment because of their faith in Christ. Open Doors also works in Central Asia by supporting biblical training and literature distribution.\nHow can you pray for Uzbekistan?\n\n Pray for Christians who are discriminated against in work or society because of their faith. Pray for Christians who lose their jobs, or who are required to keep their faith a secret. Pray especially for Christians who convert from Islam in Uzbekistan, that they would be protected and know the peace of God.\n Pray for the government of Uzbekistan, that they would allow more religious freedoms. Ask God to bring the knowledge of Him to the leaders of the country.\n Pray for Open Doors' ministry in Central Asia, that Christians across the region would feel encouraged and strengthened from the help and aid they receive. \n  \n\n\na prayer for Uzbekistan\nDear God, we pray for our brothers and sisters in Uzbekistan. We pray You would give them courage and strength to stand for You, even when it's so difficult. We ask for a softening of the hearts of the authorities, that all Christians might be able to worship freely. We pray especially for Your people in Uzbekistan who follow You after growing up Muslim; we ask You would be close to them, and be a place of refuge for them when they fear all is lost. We ask all these things in the name of Jesus, who lives and reigns with You and the Holy Spirit, one God, now and forever. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/uzbekistan"
    },
    "Algeria": {
        "name": "Algeria",
        "rank": "22",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "134,000 (0.3%)",
        "violence": " 4.1",
        "church_life": " 14.1",
        "national_life": " 13.4",
        "community_life": " 11.1",
        "family_life": " 14.0",
        "private_life": " 14.0",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nClan oppression\nEthno-religious hostility",
        "details": "How many Christians are there in Algeria?\nChristians are a tiny minority in Muslim-majority Algeria. There are around 134,000 in a population of almost 44 million.\nWhat does persecution look like in Algeria?\nWhile Christians make up a tiny percentage of the population of Algeria, they face increasing obstacles to religious freedom. Laws regulating non-Muslim worship ban anything that would \"shake the faith of a Muslim\" or be used as \"a means of seduction intending to convert a Muslim to another religion.\" A 2006 law repressing worship remains in place, despite a new constitution being introduced in November 2020.\n    \nDuring the past year, several Christians were prosecuted and imprisoned on blasphemy and proselytising charges. Algerian authorities are also waging an ongoing, systematic campaign against the Protestant church: 13 churches that had previously been forcibly sealed remain closed, and another three were forced to shut down.\n    \nMost Christians in the country are converts from Islam and as with most countries in North Africa, these believers face strong opposition from their family and community. This can involve harassment, beatings, threats and imprisonment, as well as pressure to adhere to Islamic norms and rites. The pressure and danger faced by Christians is particularly high in the Arab, rural and more religiously conservative parts of the country. In the 1990s, these regions acted as a stronghold for Islamist insurgents in the fight against the government.  \n    \n\nWho is most vulnerable to persecution?\nIn the Arab part of the country, especially the south, life is particularly hard for Christians and the number of churches is very low. Violent Islamic extremists don't have a wide support base among the people, but Islam holds a firm grip over the country. Most Christians live in the Kabyle region in north Algeria. The Kabyle people are a Berber ethnic group, and believers here face discrimination from Algerian authorities for both their faith and their ethnicity.\nMeet \"Muslih\"\nPastor Rachid leads a church and runs a bookshop, where he sells Bibles and other Christian books. In February 2021, he and his assistant Nouh were convicted of proselytising and selling books that \"shake the faith of Muslims,\" and given prison sentences. Rachid's church was forcibly closed and sealed in July 2021.\n\n“This is purely an attack against us Algerian Christians and the churches.”\n\nMuslih\nWhat has changed compared to last year?\nAlthough no churches were closed in 2020, in 2021, three (in the Oran region) were forcibly shut down. Despite appeals from the Algerian church, no churches have been re-opened: the legacy of previous years of persecution remains high in the country.\nWhat does Open Doors do to help Christians in Algeria?\nIn cooperation with local partners, Open Doors supports the church in North Africa through leadership and discipleship training, Bible and Christian literature distribution, livelihood support, trauma care, relief and legal aid, and women's support groups. \n\nHow can you pray for Algeria?\n\n Pray that Algerian Christians who've converted from Islam will be protected from harassment, violence and rejection. \n Pray for churches that have been closed to reopen, and for laws forbidding religious freedom to be repealed.\n Pray that Open Doors partners in North Africa would be equipped with God's love and wisdom. \n\n   \n\n  \na prayer for Algeria\n\nDear Father, thank You that even if churches are closed, nothing can stand in the way of Your children knowing and loving You. Please speak clearly and tenderly to our brothers and sisters who struggle to worship together, and who face such terrible persecution from their families and communities. Provide ways for Christians to worship together and to share the good news of the gospel. Bring breakthrough in places of authority so that laws and regulations opposing Christian practice will be overturned. Amen.   \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/algeria"
    },
    "Mauritania": {
        "name": "Mauritania",
        "rank": "23",
        "religion": "Islam",
        "government": "Islamic Republic",
        "christians": "10,900 (0.2%)",
        "violence": " 0.9",
        "church_life": " 14.1",
        "national_life": " 14.0",
        "community_life": " 13.1",
        "family_life": " 13.9",
        "private_life": " 14.3",
        "persecution_type": "Islamic oppression\nClan oppression\nEthno-religious hostility\nDictatorial paranoia\nOrganized corruption and crime",
        "details": "How many Christians are there in Mauritania?\nChristians are a tiny minority in Mauritania. In a population of around 4.9 million, just 10,900 are Christians. The majority are Muslim.\nWhat does persecution look like in Mauritania?\nIt is illegal in Mauritania to convert from Islam to another faith. The restrictive environment makes it impossible for Christians (especially converts from Islam) to openly meet and worship together. Any expression of faith by non-Mauritanian Christians (such as migrants or aid workers) also carries the risk of being seen as proselytizing Muslims and can lead to prosecution.\n\nWho is most vulnerable to persecution?\nPressure on converts from Islam to Christianity can be very high, particularly in rural areas where tribal and family ties are especially strict. Violent Islamic extremist groups, like al-Qaeda in the Islamic Maghreb (AQIM) and Movement for Unity and Jihad in West Africa (MUJAO), are particularly active in the country's eastern border regions.  \nWhat has changed compared to last year?\nLittle has changed about persecution in Mauritania. Any deviation from Islamic belief is strongly opposed nationally, in communities and through family pressure. \nWhat does Open Doors do to help Christians in Mauritania?\nOpen Doors works to support believers in North Africa through distributing Christian literature where possible, providing training and organizing socio-economic development projects and advocacy support. \nHow can you pray for Mauritania?\n\n Pray for the secret believers of Mauritania as they seek to worship God. Their conversion is illegal, and their danger is real.\n Pray for a new openness toward religious expression among government officials. Ask God to open their hearts.\n Pray that God would provide creative ways for believers to find and support each other in their difficult walk of faith. \n\n\na Prayer for Mauritania\nOh, Lord, we take for granted the freedom to worship as we choose. Your children in Mauritania don't have that option; every day they put their lives at risk by following You. Be their strong defender and mighty rock in the midst of an unfriendly sea. Bring change to Mauritania that welcomes the diversity and freshness of Christianity into the country. Help Mauritanian Christians discover and draw strength from others around them who share their faith. In Jesus' name, amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/mauritania"
    },
    "Mali": {
        "name": "Mali",
        "rank": "24",
        "religion": "Islam",
        "government": "Semi-Presidential Republic",
        "christians": "476,000 (2.3%)",
        "violence": " 15.0",
        "church_life": " 12.8",
        "national_life": " 10.3",
        "community_life": " 13.9",
        "family_life": " 8.2",
        "private_life": " 9.4",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nClan oppression",
        "details": "How many Christians are there in Mali?\nThere are about 476,000 Christians in Mali, a small percentage of the population of over 20.8 million.\nWhat does persecution look like in Mali?\nTen years ago in northern Mali, churches were burned and Christians were forced to flee for their lives when Islamic extremist groups took control of the region. Though some Christians have trickled back in with police protection, there are areas where there are no Christians. The trauma lingers, and the threat of attack still hangs over Christians, making evangelistic activities especially risky. Such programs can draw the attention of jihadists, and Christian missionaries live under the constant fear of abduction. Anyone who converts from Islam risks personal violence and pressure from their relatives if their faith is discovered. Northern Mali is also unsafe for non-governmental organizations.\nWho is most vulnerable to persecution?\nChristians in the northern regions of Mali—where jihadists and extremist Muslim Fulani herdsmen are active—experience the most difficulties for their faith. To some extent, there are small pockets of intense persecution in the southern part of the country as well. Converts from Islam are particularly targeted.\nMeet \"Naomi\"\n\n“More than once, my family sent jihadists to my house to kill [or at least intimidate] us. Their plans never worked. But one day, while my husband was on a business trip, he was gunned down. He was killed for his faith and for marrying an ex-Muslim. His colleagues delivered the terrible news to me. [Even now], I have no idea what happened to his body.” \nNaomi\n\nWhat has changed compared to last year?\nThe situation in Mali has become complex, and it's difficult to distinguish clearly between religious-based and ethnic-based violence. Pressure and violence are both significant threats for believers. Though violence slightly decreased since last year's list, pressure from the community and against the church have both risen.  \nWhat does Open Doors do to help Christians in Mali?\nOpen Doors works through local partners to provide persecution-preparedness training, Bibles, literacy training and leadership training for both pastors and believers in various aspects of Christian life and ministry. In times of need, we also assist vulnerable Christians with socio-economic aid. \nHow can you pray for Mali?\n\n Pray for the stability and normalization of life in Mali, which are critical to suppressing extremist groups and returning peace to communities.\n Lift up believers who have been internally displaced by violence in the northern part of Mali and have attempted to start their lives in new areas after losing everything. Ask God to comfort their hearts in their loss and support them through the ministry of believers in their midst.\n Pray for our local partners who seek out and minister to Christians who need aid, trauma counselling, Bibles and persecution-preparedness training. Pray for wisdom and insight as they interact with others and assess the needs. \n    \n\n\na Prayer for Mali\n\nDear Lord Jesus, there are displaced believers in Mali who cry out to You daily from places they never thought they would find themselves. Encourage their hearts today. Bless them with fellowship among strong Christians and meet their needs. Help Mali's government leaders regain control of the country and move in a coordinated way to disband and drive out these extremist groups that threaten the nation's peace. Open the eyes of our local partners to any believers in need and guide them as they bring relief and refreshment. In Jesus' name, Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/mali"
    },
    "Turkmenistan": {
        "name": "Turkmenistan",
        "rank": "25",
        "religion": "Islam",
        "government": "Authoritarian Presidential Republic",
        "christians": "67,300 (1.1%)",
        "violence": " 0.6",
        "church_life": " 15.7",
        "national_life": " 13.3",
        "community_life": " 13.6",
        "family_life": " 11.3",
        "private_life": " 14.5",
        "persecution_type": "Dictatorial paranoia \nIslamic oppression\nClan oppression",
        "details": "How many Christians are there in Turkmenistan?\nThere are only around 67,300 Christians in Turkmenistan, about 1% of a population of 6 million, the majority of whom are Muslim.\nWhat does persecution look like in Turkmenistan?\nIn Turkmenistan, persecution against Christians comes from most parts of society. The government heavily restricts religious freedom, going as far as making it extremely difficult to print or import religious materials. While unregistered churches are\n    most heavily targeted, even Russian Orthodox and Armenian Apostolic churches are monitored by authorities. In addition to official pressure, Christians who have converted from Islam are also pressured by their families and their communities. Some\n    Christian converts are victims of violence, all in an effort to coerce new believers into renouncing their faith in Jesus.  \nWho is most vulnerable to persecution?\nChurch leaders in Turkmenistan are especially targeted for persecution. Muslims consider them primarily responsible for leading people away from Islam and attack those they deem to be most active evangelistically. The government sees leaders as primary\n    targets to control Christian activities. All Christians experience some level of rights violations, but Christian converts from Islam are certainly the most impacted by direct violence. Additionally, persecution is worse outside of urban areas, though\n    the government's persecution extends into every corner of Turkmenistan.  \nMeet \"Pastor Ilmurad\"\nPastor Ilmurad from Turkmenistan was sentenced to four years imprisonment, falsely accused of fraud. While he was in prison, he was told that he would be released if he denied his Christian faith, but he refused. He had to do hard labor during his imprisonment\n    and sleep on a concrete floor.\nHe was released in 2012, and Open Doors' local partners recently had contact with Ilmurad again. It has taken time for him to heal after his hard experience in prison, but he has largely recovered. He is still a pastor and helps people in his town.\nIlmurad is still thankful for all the support and prayers he received from his fellow brothers and sisters around the world.\nWhat has changed compared to last year?\nNot much has changed in Turkmenistan, though it fell slightly in the rankings. Turkmenistan has continued to function as if the COVID-19 pandemic does not exist. The authoritarian system of government has operated outside of reality, neglecting to care\n    for its people. Similarly, the country continues to treat religious freedoms as optional, making it extremely difficult to follow Jesus in Turkmenistan. The government cracks down on anything it perceives might be a threat to its rule, including expressions\n    of Christianity that leaders feel they can't control. Christians who converted from Islam continue to experience significant pressure from family and society, and most of the reports of violence against Christians have stemmed from that reality.\nWhat does Open Doors do to help Christians in Turkmenistan?\nWe can’t talk specifically about work in Turkmenistan for security reasons. Open Doors provides immediate aid to Central Asian believers when they are jailed, excluded from families and communities, and deprived of livelihood and employment because\n    of their faith in Christ. We also strengthen the persecuted church in Central Asia through biblical training and discipleship.\nHow can you pray for Turkmenistan?\n\nPray for church leaders who are imprisoned or arrested because of their faith. Pray for them to stand strong and return to lead their communities through the pain of persecution.\nAsk God to reach the hearts of Turkmenistan authorities. The president acts as a dictator and his rule stretches over every part of Turkmenistan society. Pray that Christians would be able to reach out freely and that their lives would display the\n      truth of the gospel.\nPray for Open Doors partners in the entire Central Asian region. Pray for work among Muslim-majority areas, that Christians would be strengthened with the knowledge that they are part of a global Church, and not on their own.\n\n\na prayer for Turkmenistan\n\nDear Father, please strengthen Your followers in Turkmenistan as they seek to live for You in a place that seems so difficult. Deliver them from danger, protect them from harm, strengthen their hope. For the sake of Your Son, Jesus, help Your people\n      to stand strong. In His name, Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/turkmenistan"
    },
    "Laos": {
        "name": "Laos",
        "rank": "26",
        "religion": "Buddhism",
        "government": "Communist State",
        "christians": "203,000 (2.8%)",
        "violence": " 5.9",
        "church_life": " 14.1",
        "national_life": " 13.3",
        "community_life": " 13.2",
        "family_life": " 10.3",
        "private_life": " 12.0",
        "persecution_type": "Communist and post-Communist oppression\nClan oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Laos?\nChristians are a minority in Buddhist-majority Laos. In a population of just under 7.2 million, there are only around 203,000 believers.\nWhat does persecution look like in Laos?\nChristian freedom in Laos is severely curtailed by the intense monitoring of the Communist authorities.\n    \nHouse churches that do not have administrative approval are considered \"illegal gatherings\" and must operate underground. Majority of registered churches do not have permanent church structures and must conduct worship services in homes.\nThe brunt of persecution is reserved for converts to Christianity, who are deemed guilty of betraying the Buddhist-animist traditions of their community. They frequently face pressure and violence from their families and the local authorities, both\n  of whom will stir up opposition from the local community or religious leaders. This can lead to converts being expelled from the village.\n  \nWho is most vulnerable to persecution?\nProvinces such as Luang Namtha, Phongsaly and Houphan in the north, and Khammuane and Savannakhet in the south, have traditionally been difficult places for Christians to live. The local authorities in these areas still seem determined to silence Christian\n    witness. \nMeet \"Soy\"\nSoy was imprisoned at age 14, along with other believers. They refused to deny Jesus when pressured by the authorities. After being released, Soy encountered further challenges; she was bullied at school and her teachers ignored her.\n\n“After I accepted Jesus Christ, I felt like a normal person. My heart and soul were completely healed! However, my happiness was crushed because of harsh persecution. My friends and my non-believing cousins hate me and say mean things to me.”\nSoy\nWhat has changed compared to last year?\nDespite Laos dropping four places on the World Watch List, the situation for Christians remains largely unchanged. While fewer Christians were arrested compared to last year, an increasing number of converts are being displaced from their homes as they\n    face rejection by their villages. The pandemic also made gathering information more difficult, so the reality may be more severe than reported.\nWhat does Open Doors do to help Christians in Laos?\nOpen Doors works through local partners to strengthen persecuted believers in Laos by providing Christian materials, leadership and discipleship training, socio-economic development programs, advocacy support and emergency relief.  \n How can you pray for Laos?\n\nPray that all imprisoned Christians will be strengthened in body, mind and spirit. Pray for their imminent release.\nPray for Christians to find favor with local religious leaders and government officials.\nPray for the protection of Open Doors partners and for wisdom as they serve our family in Laos.\n\n\na PRAYer for Laos\n\nDear Lord Jesus, please give Your children strength to stand firm against the pressure many of them face. Protect house churches from surveillance and restriction, and guard pastors from detention. Provide for families and churches whose pastors have\n      been imprisoned. Bring an end to the trafficking of women to China and minister Your healing to all those in need of it today. Thank You for Your faithful church in Laos. May Your people continue to grow in faith and witness. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/laos"
    },
    "Morocco": {
        "name": "Morocco",
        "rank": "27",
        "religion": "Islam",
        "government": "Constitutional Monarchy",
        "christians": "31,400 (0.1%)",
        "violence": " 3.9",
        "church_life": " 14.2",
        "national_life": " 12.8",
        "community_life": " 10.8",
        "family_life": " 13.8",
        "private_life": " 13.1",
        "persecution_type": "Islamic oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Morocco?\nThere are over 37 million people in Morocco, but only 31,400 Christians – about 0.1 per cent of the population.\nWhat does persecution look like in Morocco?\nArticle 220 of Morocco's penal code criminalizes \"shaking the faith of a Muslim\". The law puts many Christians, both Moroccan and foreign, who talk to others about their faith at risk of arrest and criminal prosecution.  \n\nChristians rights advocates have also been targeted by the Moroccan government for their activities and threatened with violent attacks by Islamic extremists. While the law only punishes proselytizing, Moroccan converts to Christianity can be punished in other ways, like losing inheritance rights and custody of their children.\nWho is most vulnerable to persecution?\nIn Morocco's rural areas, the Islamic population is known to be conservative Muslims; most persecution incidents take place in the northeast region, the Atlas mountains in the east and the south-eastern desert area. Most converts in Morocco live in urban areas, where it's easier to escape family and community pressure. However, during COVID-19 lockdowns, many converts suffered when they were forced into isolation, unable to escape potentially dangerous situations inside their homes. \n\nMeet \"Nadeen\" and \"Fatima\"\nBoth young women became Christians in college. When they told their parents about their newfound faith, they were beaten for shaming the family. Finally, under constant pressure, both girls pretended to return to Islam to maintain peace in their families. But they both continue to believe in Jesus in secret. They meet with other believers on a day other than Sunday to avoid further punishment. \n\n\"If my father found out, he'd kill me,\" Nadeen said. And she means it literally.\nNadeen and Fatima\nWhat has changed compared to last year?\nThe outlook for Christians in Morocco has worsened this year. Pressure increased across the board and violence even rose because several believers were forced to leave the country during the reporting period. Life for Christians in Morocco remains very difficult.\nWhat does Open Doors do to help Christians in Morocco?\nOpen Doors works with local partners and churches to come alongside persecuted believers in North Africa in multiple ways: biblical training, discipleship materials, advocacy, business microloans and mobilizing worldwide prayer support for Christians in difficult situations. \nHow can you pray for Morocco?\n\n Pray with isolated believers in Morocco who must sustain their faith alone or risk house arrest, physical attacks, arrest and imprisonment. Ask the Lord to draw close to His people and fill their hearts with the knowledge of His presence and love.\n Pray for tolerance of Christian faith in Moroccan society, with freedom to gather and strengthen congregations that benefit the country as a whole.\n Ask God to guide and protect our local partners in Morocco as they reach out to believers who are rejected by their Muslim families or community.\n\n\na Prayer for Morocco\nDear Father, wrap Your arms around the believers in Morocco who ache to share their lives with other believers. Sustain them and reveal other Christians who they can speak to about You. Lift the heavy load of oppression that comes when a whole country legally refuses to recognize You. Give Open Doors' partners discernment and courage as they work to lift the hearts of secret believers and meet their needs. In Jesus' name, amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/morocco"
    },
    "Indonesia": {
        "name": "Indonesia",
        "rank": "28",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "33,620,000 (12.2%)",
        "violence": " 13.5",
        "church_life": " 9.6",
        "national_life": " 11.0",
        "community_life": " 11.5",
        "family_life": " 11.5",
        "private_life": " 11.3",
        "persecution_type": "Islamic oppression",
        "details": "How many Christians are there in Indonesia?\nOut of a population of almost 275 million people, there are 33.6 million Christians in Indonesia.\nWhat does persecution look like in Indonesia?\nThe persecution of Christians in Indonesia has worsened in recent years. There were three attacks on Christians within a six-month period between 2020 and 2021, killing eight believers. Indonesian society has taken on a more conservative Islamic character,\n    putting added pressure on Christians.  \n    \nMany converts from Islam experience pressure from their families to return to Islam, although the intensity of the pressure varies according to the place and the individual’s family. Only a few converts face physical violence for their Christian faith.\n    There are also converts from Hinduism in Bali.  \n    \nChurches that engage in evangelistic outreach are at risk of being targeted by Islamic extremist groups. There are certain hotspots, such as West Java or Aceh, where extremist groups are strong and exert a strong influence on society and politics.\n     \n    \nIn some regions, church groups face difficulties getting permission to build churches. Even if they manage to fulfil all legal requirements (including winning court cases), the local authorities still often ignore them.  \nWho is most vulnerable to persecution?\nThe primary hotbed of persecution in Indonesia is Aceh in the north-western tip of Sumatra, the only province that is governed by Sharia (Islamic law). Several churches were closed in October 2015 and the building of new churches there is much more\n    difficult than in other provinces. In fact, it is virtually impossible. Converts from Islam are vulnerable to severe opposition in many parts of Indonesia but converts in Aceh probably face the greatest pressure.\nMeet \"Wanda\"\n\n“One thing that I am so overwhelmed with is the love from my Christian friends. I feel like I have a new family, when my biological family abandoned me. I don’t feel alone in this new journey of my life.\"\nWanda\n\nWhat has changed compared to last year?\nSadly, the persecution of Christians in Indonesia has worsened considerably, making it one of the biggest risers on the World Watch List, jumping 19 places from last year.\n    \nWhile pressure has increased in the national and church spheres, the main cause of this rise is an increase in violence.\n    \nAfter two years without bomb attacks, suicide bombers targeted a church in Makassar in March 2021; thankfully, no one was killed. However, eight Christians were killed in two attacks in Central Sulawesi in November 2020 and May 2021. The terrorist\n    group East Indonesia Mujahidin (MIT)—which has links to so-called Islamic State—was responsible for the attacks.\nWhat does Open Doors do to help Christians in Indonesia?\nOpen Doors works through local church partners to support persecuted Christians in Indonesia by providing discipleship and persecution survival training, Bibles and Christian literature, socio-economic development projects, relief aid, advocacy support\n    and opportunities for cross-church gatherings.  \nHow can you pray for Indonesia?\n\nPray for God's comfort and healing for all those affected by the recent attacks on Christians, in which eight believers were killed.\nPray that Christians will be given wisdom and boldness as they follow Jesus in a society that is taking on an increasingly conservative Islamic character.  \nPray that the influence of extremist Islamic groups will be snuffed out; ask the Lord to reveal Himself to those who oppose Him.\n\n\na Prayer for Indonesia\n\nDear Lord Jesus, because You suffered so much to save us, You are the best person to come alongside those suffering today. May all those still affected by the recent attacks on our brothers and sisters in Indonesia know the depths of Your comfort.\n      Give Your children wisdom and boldness as they express and share their faith in a society that is pushing Christianity to the sidelines. Reveal Yourself to those who persecute Christians and intervene to snuff out the influence of extremist groups.\n      Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/indonesia"
    },
    "Bangladesh": {
        "name": "Bangladesh",
        "rank": "29",
        "religion": "Islam",
        "government": "Parliamentary Democracy",
        "christians": "1,103,000 (OD estimate)",
        "violence": " 11.3",
        "church_life": " 10.2",
        "national_life": " 11.3",
        "community_life": " 12.9",
        "family_life": " 10.7",
        "private_life": " 11.8",
        "persecution_type": "Dictatorial paranoia \nIslamic oppression\nReligious nationalism \nEthno-religious hostility",
        "details": "How many Christians are there in Bangladesh?\nThere are around 1,103,000 Christians in Bangladesh, a tiny 0.6% of a population of 171 million.\nWhat does persecution look like in Bangladesh?\nBangladeshi Christians who have converted from a Muslim, Hindu, Buddhist or tribal background suffer the most severe restrictions, discrimination and attacks. They often gather in small house churches or meet secretly in groups due to fear of attack.\n    \nTribal Christians, like those from the Santal people group, are doubly vulnerable to persecution (as they belong to both an ethnic and religious minority). They are often the victims of land-grabbing or targeted violence. \n    \nOther churches are frequently threatened, watched and, at times, violently attacked.\nWho is most vulnerable to persecution?\nChristians don't just face persecution from Islamic extremists in Bangladesh, but also from militants belonging to other faiths. Bangladesh's northern region and Chittagong Hill Tracts are often overlooked hotspots for persecution against Christians at the hands of both the Muslim majority and the Buddhist minority.\n    \nThe arrival of 700,000 Rohingya refugees from neighboring Myanmar in the past four years has led to thousands of people living in refugee camps, and repatriation or integration efforts have constantly stalled. There is a large risk of Islamic radicalization in these camps, which is concerning for Christians living in them, as well as the wider community.\nMeet \"Pastor Swapan\"\nPastor Swapan's church (which is also an orphanage) was viciously attacked during the night by Hindu extremists.\n\n“We have been enduring and praying for God to protect us.”\nPastor Swapan\n\nWhat has changed compared to last year?\nAttacks against church buildings have continued across Bangladesh—and the authorities frequently ignore complaints when Christians bring them. Bangladesh has risen significantly on the World Watch List in the past few years, and violence is increasing.\n\nWhat does Open Doors do to help Christians in Bangladesh?\nOpen Doors works through local church partners to strengthen persecuted believers in Bangladesh through biblical training, Bible distribution, literacy and socio-economic development projects, and emergency relief aid.\nHow can you pray for Bangladesh?\n\n Pray for wisdom for Open Doors local partners as they support persecuted believers in Bangladesh, and for energy and creativity as they carry out their work.\n Pray that Bangladeshi believers will find ways to meet to worship together and build one another up in fellowship.\n Pray for church attacks to cease and for churches to be places to safely worship God. \n\n\n\na prayer for Bangladesh\n\nDear Lord, protect our brothers and sisters in Bangladesh, we pray. May they see Your goodness and mercy, and have opportunities to share with others the joy of knowing You. Bless Open Doors partners as they support the persecuted church and bring glory to Your name in Bangladesh. Amen.  \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/bangladesh"
    },
    "Colombia": {
        "name": "Colombia",
        "rank": "30",
        "religion": "Christianity",
        "government": "Presidential Republic",
        "christians": "48,011,000 (94.9%)",
        "violence": " 13.3",
        "church_life": " 9.9",
        "national_life": " 11.0",
        "community_life": " 13.1",
        "family_life": " 8.8",
        "private_life": " 11.5",
        "persecution_type": "Organized corruption and crime\nClan oppression\nSecular intolerance",
        "details": "How many Christians are there in Colombia?\nMost Colombians are Christians – 95 per cent of the population of 50.6 million. But Christians still aren’t safe in Colombia, persecution is prevalent.\nWhat does persecution look like in Colombia?\nThough Colombia has a high percentage of Christians, believers still face persecution from criminal gangs and indigenous groups. Guerrilla groups threaten, harass, extort and even murder church leaders, who are targeted because they denounce corruption, defend human rights and oppose cartels. Their children may also be targeted, to discourage church leaders from speaking out against organized crime and corruption. These forms of persecution are particularly prevalent in rural and remote areas of Colombia.\n\nThe humanitarian crisis in the Pacific Coast region continues to worsen: the fight for the control of illicit crops, drug trafficking and illegal mining have led to intensified conflict. Many Christians are affected, and are among the thousands of displaced families.\n\nIn indigenous communities, persecution tends to focus on Christians who have converted from the beliefs of their indigenous tribe. These Christians face imprisonment, harassment, physical abuse, denial of basic rights and use of their ancestral territory, or being sent away to do forced labour in a different territory, among other forms of persecution. Often they are targeted to make an example of them, so that the rest of the community is deterred from conversion.\nAnother key driver of persecution is secular intolerance. Increasingly, Christians are facing hostility, verbal abuse and discrimination for their stance on issues such as abortion, sexuality and gender orientation. The participation of Christians in the political sphere as diminished as a result. \nWho is most vulnerable to persecution?\nChristians who've converted from an indigenous religion are most vulnerable to persecution in some regions of Colombia. Elsewhere, Christians—and particularly church leaders and their families—are most at risk in areas dominated by guerrilla gangs and drug cartels. Furthermore, rising secular intolerance means Christians are increasingly vulnerable to hostility, verbal abuse and discrimination for speaking out on certain issues. \nMeet Daniela\nDaniela's father was murdered for his faith.\n\n“I learned that, although there are difficult times in life, there are also times when Jesus helps us to overcome through people and prayer.”\n Daniela \nWhat has changed compared to last year?\nLast year saw protests in Colombia, partly against corruption and controversial government measures. Church leaders were among those who supported the demonstrators, and this led to threats and violence. Overall, there has been a small increase in the persecution faced from the wider community and a small decrease in the incidents of violence, but persecution has not significantly changed in Colombia in the past year. Violence remains high, with seven Christians killed for their faith between January and September 2021.\nWhat does Open Doors do to help Christians in Colombia?\nOpen Doors strengthens the persecuted church in Colombia through Bible distribution, training, trauma care, community development projects, emergency relief aid, and education and safe houses for children. \n \n\nHow can you pray for Colombia?\n\n Pray for protection for pastors and communities who are targeted by organised criminal groups.\n Pray for wisdom and the presence of the Holy Spirit so that indigenous Colombian Christians can remain steadfast in the gospel. \n Pray that God will equip local Open Doors partners to stand alongside and serve the persecuted church in Colombia. \n  \n\n\na prayer for Columbia\nDear Father, thank You that You are stronger than any criminal groups. We pray that You would thwart the plans of guerrilla gangs and protect church leaders and others who speak against them. Give resilience and joy to Christians who've converted from indigenous faiths, and may they increasingly know Your love and presence. Amen.  \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/colombia"
    },
    "Central African Republic": {
        "name": "Central African Republic",
        "rank": "31",
        "religion": "Christianity",
        "government": "Presidential Republic",
        "christians": "3,780,000 (75.3%)",
        "violence": " 15.6",
        "church_life": " 11.4",
        "national_life": " 9.6",
        "community_life": " 13.6",
        "family_life": " 8.6",
        "private_life": " 9.0",
        "persecution_type": "Islamic oppression \nOrganized corruption and crime\nClan oppression",
        "details": "How many Christians are there in the Central African Republic?\nThree-quarters of the population of Central African Republic are Christian, that’s almost 3.8 million believers, but they are still vulnerable to persecution.\nWhat does persecution look like in Central African Republic?\nDespite Christians comprising three-quarters of the population of the Central African Republic, they are still vulnerable to persecution. Since 2013, CAR has been embroiled in conflict and fighting, and most of the country is occupied by armed militia groups that are responsible for a wide range of human rights abuses. When Christian leaders publicly have denounced the violence, they have been threatened and their churches ransacked and torched. Conflict in the country has resulted in thousands of Christians losing their homes and livelihoods, and many continue to live in Internally Displaced People (IDP) camps.\nConverts to Christianity face further pressure from family members. Women and girls can be put under house arrest to prevent them from meeting with other Christians, or forcibly married to a much older Muslim. There are reports that sometimes a Christian mother is only allowed to attend Christian gatherings on condition that her children are sent to the mosque. The local community will often ostracize Christian converts and might also try to force them to renounce Christianity through violence.\nWho is most vulnerable to persecution?\nPersecution against Christians is most severe in the northern and eastern parts of the country, where Muslims are a majority and splinter-groups of the rebel alliance Séléka are operating. Christians are also particularly at risk in the eastern part of the country that borders Sudan.\nMeet Ousman\nMembers of Pastor Ousman's church were attacked by an Islamic rebel group, killing 10 people and burning a church and around 70 houses belonging to Christians.\n\n\"Our fate has been sealed for several years by [extremist] Muslims who harassed us on all fronts.\"\nOusman\n\n\nWhat has changed compared to last year?\nViolence remains extreme in the Central African Republic, as do targeted attacks, which is increasing pressure on Christians in all areas of public and private life. This is compounded by a rise in disruption and opposition to church life. Meanwhile, the humanitarian crisis is worsening in the country, and in June 2021, was at a five-year low. This makes life even harder for vulnerable believers.\nWhat does Open Doors do to help Christians in Central African Republic?\nOpen Doors works through local partners to support believers in the Central African Republic with persecution survival training, economic empowerment projects and trauma care. \nHow can you pray for Central Republic of Africa?\n\n Pray that God will bring lasting peace and stability to Central African Republic.\n Pray for protection for Christians as they live out their witness to Christ, especially pastors and their families who often face the gravest danger.\n Pray that God will encourage and protect Open Doors partners who are working to equip the church while facing many of the same risks.\n\n\na prayer for CAR\n\nFather God, we pray for our brothers and sisters in Central African Republic. Please bring an end to the years of conflict and poverty and replace them with peace and stability. Protect Your children as they seek to live lives devoted to You. Speak to Islamic extremists in dreams and visions so that they encounter You and turn from violence and hatred to love. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/central-african-republic"
    },
    "Burkina Faso": {
        "name": "Burkina Faso",
        "rank": "32",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "5,093,000 (23.7%)",
        "violence": " 14.8",
        "church_life": " 12.1",
        "national_life": " 9.6",
        "community_life": " 12.0",
        "family_life": " 9.7",
        "private_life": " 9.4",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nClan oppression",
        "details": "How many Christians are there in Burkina Faso?\nAlmost a quarter of the people in Burkina Faso are Christians – 5 million from a population of 21.5 million.\nWhat does persecution look like in Burkina Faso?\nBurkina Faso is located in a region where Islamist groups have a huge and growing influence. The central government is very weak, particular in the east of the country where Islamic law is informally implemented by groups who've gained control over these areas. Jihadist violence has been rapidly increasing in recent years, and extremists have exploited the government's weakness during the COVID-19 crisis to gain control of the country’s infrastructure. This has led to hundreds of church closures—while many Christians are among those who've fled their homes because of extremist attacks. There are over 1 million internally displaced people in Burkina Faso, many of whom are Christians.\n  \nBelievers who've converted from Islam face the most persecution. Family and community members often reject them and try to force them to renounce their Christian faith. Many are afraid to express their faith in public because of such threats. \n  \nWho is most vulnerable to persecution?\nWhile extremist attacks target all Christians, those who've converted from Islam face additional persecution from their families and communities. Christians in the north and east of the country experience most pressure and violence, particularly outside the main cities. In the west of the country, ethno-religious groups also put pressure on Christians. \nMeet \"Salamata\" \nSalamata is a teenager, her church was looted and burned down by jihadists, who then killed all the men. She attended Open Doors trauma care.\n\n“They told us we deserved what happened to us because the jihadists told us to stop making noise.\"\nSalamata\n\nWhat has changed compared to last year?\nThe persecution of Christians in Burkina Faso has worsened slightly over the past year. This is largely due to an increase in reported incidents of violence, which reflects the growing influence of Islamic extremist groups in the country. \nWhat does Open Doors do to help Christians in Burkina Faso?\nOpen Doors works through local partners to strengthen Christians in Burkina Faso by providing persecution survival training, relief aid, and spiritual and trauma care. \nHow can you pray for Burkina Faso?\n\n Pray for wisdom for the government and its international partners as it seeks to bring an end to Burkina Faso's insecurity.\n Pray that the Lord will be at work in the lives of traumatized believers to bring healing and comfort.\n Pray for protection over Open Doors partners as they travel to volatile regions, and for God's blessing on plans and logistics.\n\n \n\n\na prayer for Burkina Faso\n\nDear Father, we join the cry of Burkina Faso's Christians and ask You to intervene in this volatile country. Please halt the stream of violence in the country. Protect Your sons and daughters, so that they can worship You without fear. Please heal those who are suffering trauma, and comfort those who mourn. Amen.\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/burkina-faso"
    },
    "Bhutan": {
        "name": "Bhutan",
        "rank": "34",
        "religion": "Buddhism",
        "government": "Constitutional Monarchy",
        "christians": "30,000 (OD estimate)",
        "violence": " 1.7",
        "church_life": " 13.8",
        "national_life": " 13.7",
        "community_life": " 11.7",
        "family_life": " 12.4",
        "private_life": " 13.4",
        "persecution_type": "Religious nationalism",
        "details": "How many Christians are there in Bhutan?\nThere are 30,000 Christians in Bhutan. Even though Bhutan is a small country, they are a tiny minority – just 3.6 per cent of the total population.\nWhat does persecution look like in Bhutan?\nAll Bhutanese citizens are expected to be Buddhists. Anyone who converts to Christianity faces intense pressure to return to their former religion. Conversion is considered to bring shame on the family, and new believers are often disowned. This makes an enormous difference in a Bhutanese person's life, since the culture is very communal and the protection of family is crucial.\nAll Christians who worship together are technically worshipping illegally, since Bhutan's government doesn't officially recognize any churches. Local authorities often refuse to issue Christians a \"non-objection certificate,\" which is needed for loan applications, registering property, applying for jobs and renewing ID cards.\nWho is most vulnerable to persecution?\nChristians who have converted from Buddhism face the most persecution in Bhutan.\nMeet 'Miriam'\nMiriam was rejected by her family when she converted from Buddhism, but still follows Jesus—and encourages other Christian women.\n\n“When I heard about Jesus it was like removing the blindfold from my eyes.”\nMiriam\n\nWhat has changed compared to last year?\nBhutan is up 9 places in the World Watch List ranking, due to an increase in violence against Christians. \nWhat does Open Doors do to help Christians in Bhutan?\n​Open Doors works through local partners to strengthen persecuted Christians in Bhutan through relief aid, prayer support and other practical emergency help. \n    \n\nHow can you pray for Bhutan?\n\n Pray that believers who've been rejected by their families would find new communities to offer family, love and hope.\n Pray that God would use the practical support being provided by Open Doors partners to strengthen Christians facing persecution. \n Pray for religious freedom in Bhutan, and for the government to officially recognise Christian churches.\n\n\na prayer for Bhutan\n\nDear Lord, we lift up our persecuted church family in Bhutan. We pray that You would speak gently and clearly to Your children there, showing them Your love and offering protection from their enemies. Bless the support given by local Open Doors partners, so that it will enrich and equip the Bhutanese church. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/bhutan"
    },
    "Tunisia": {
        "name": "Tunisia",
        "rank": "35",
        "religion": "Islam",
        "government": "Parliamentary Republic",
        "christians": "22,800 (0.2%)",
        "violence": " 6.5",
        "church_life": " 13.4",
        "national_life": " 11.3",
        "community_life": " 10.6",
        "family_life": " 12.7",
        "private_life": " 11.9",
        "persecution_type": "Islamic oppression",
        "details": "How many Christians are there in Tunisia?\nThere are 22,800 Christians in Tunisia, making them a tiny 0.2% minority. Most of the country’s 12 million people are Muslim.\nWhat does persecution look like in Tunisia?\nFor many Christians in Tunisia, the pressure they face is widespread and constant. While expatriate Christians are largely left alone, for Tunisian believers, pressure is high in every aspect, and the unseen difficulties of following Jesus in Tunisia impact believers around the North African nation. The situation is particularly dire for Christians who have converted from Islam. They face hostility and abuse from their families and their surrounding community. It can be dangerous to share their faith; many of them are forced to worship Jesus secretly. They must be careful when gathering for worship because exposure would endanger them, as they are monitored by Tunisian security services.  \nWho is most vulnerable to persecution?\nConverts from Islam to Christianity are most at risk, due to pressure, abuse and threats from their family and the society around them. Southern Tunisia tends to be more conservative (and is an area where violent Islamic militias are active), so the risk is greatest in this region. Urban areas, particularly the capital city Tunis, tend to be more tolerant of Christians and even converts from Islam \nMeet \"Nélya\"\nA Christian woman in North Africa \n\n“Women face rejection by their family and society. They can be kept under house arrest by their families. Many are not allowed to go to church or meet with Christians. They face opposition when they want to marry a Christian man. Family puts a lot of pressure on them to follow all Muslim traditions and to renounce their faith in Jesus. Some women are sent away by their families, they had to be rescued by the church.”  \nNélya\n\nWhat has changed compared to last year?\nPressure remains at a high level for Christians in Tunisia. Though not much has changed, things have not necessarily improved. Christians everywhere in the country are still at risk of persecution, and Christians who came from Islam continue to bear immense pressure. Additionally, the country is currently amid a political crisis. President Kais Saied dissolved parliament in August 2021 and dismissed the prime minister, leading many observers to note it seems he's consolidating power. But no one is yet sure what this will mean for the Christian population if anything. \nWhat does Open Doors do to help Christians in Tunisia?\nIn cooperation with local partners and churches, Open Doors is supporting the church in Tunisia through discipleship training, literature distribution, socio-economic development, worldwide prayer support and advocacy.  \nHow can you pray for Tunisia?\n\nPlease pray for Christians in Tunisia who have converted from Islam. Ask God to preserve and protect them, and ask Him to encourage them, even when they must follow Him in secret.\nPray for the Tunisian government and society as political turmoil continues. Pray God will prick the heart of those in authority, that they will seek the good of all people, including religious minorities, and pray the people will be protected from instability.\nPray for Open Doors partners in Tunisia, that they'd be encouraged and strengthened to continue doing God's work in a difficult place.  \n\n\na prayer for Tunisia\n\nDear God, our Father and our Lord, we ask You to remember Your people in Tunisia. We pray You will remind them they aren't alone—that You are with them, and that we are with them. Please help them persevere, even when they feel like it's impossible. We ask that You protect them and strengthen their faith. In Jesus' powerful name, Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/tunisia"
    },
    "Oman": {
        "name": "Oman",
        "rank": "36",
        "religion": "Islam",
        "government": "Absolute Monarchy",
        "christians": "190,000 (3.6%)",
        "violence": " 1.5",
        "church_life": " 13.4",
        "national_life": " 13.2",
        "community_life": " 10.3",
        "family_life": " 14.0",
        "private_life": " 13.8",
        "persecution_type": "Islamic oppression\nClan oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Oman?\nThere are 190,000 Christians in Oman. They make up a tiny minority – just 3.6 per cent of the total population.\nWhat does persecution look like in Oman?\nLike other countries on the Arabian Peninsula, the experience of Christians in Oman may vary depending on their status and nationality. Omani nationals who convert from Islam to Christianity encounter the highest levels of pressure from both their families and their surrounding society. Omani believers may be kicked out of their family homes and lose their jobs. They can lose custody of their children and be stripped of their inheritance.\nForeign Muslims (mostly migrant workers) who convert to Christianity usually experience the same pressure they would in their home countries—so for some converts, it can mean immense persecution, while others experience relative freedom. Meanwhile, expatriate Christian communities are mostly tolerated, but church facilities are restricted and Christian meetings are monitored to record any political statements—and to see if any Omani nationals are attending. All religious organizations must be registered with the authorities.\nWho is most vulnerable to persecution?\nOmani society is still very tribal. Converts to Christianity from Islam are viewed as traitors to their families and to their tribes. This reality is more stark in rural areas, while in urban areas some converts can live more anonymously.\nWhat has changed compared to last year?\nOman rose eight spots on this year's World Watch List. Christians, especially converts from Islam to Christianity, came under higher pressure after the Omani government intensified its monitoring of Christians and their activities. Additionally, violence rose in Oman as several Christians were forced to leave the country. Life for any Muslim convert in Oman is likely to be extremely difficult. \nWhat does Open Doors do to help Christians in Oman?\nOpen Doors supports the Body of Christ on the Arabian Peninsula through organizing prayer, distributing Scripture resources and training of believers and pastors. Detailed information on these programs is not made public, in order to protect the people involved.\n How can you pray for Oman?\n\n Pray for expatriate and migrant worker believers, that they would be able to find a community of faith and would know they aren't alone, even if they are converts from Islam or another faith. \n Ask God to change the hearts of the Sultan and the other leaders of Oman. We know God can do anything, including reaching the powerful leader of Oman with the hope of the gospel.\n When an Omani Muslim finds Jesus, it could cost him or her everything. Ask God to bless these converts, preserve their safety and to bring other believers into their paths that will help them grow in faith. \n\n\na PRAYer for Oman\nDear Lord, we praise You for our brothers and sisters in Oman. We ask You to protect and strengthen them and grow Your church in Oman—that it would be a light for You around the entire peninsula. We ask that You would help and comfort Christians in Oman who are lonely, or who are at great risk for their faith. Please, be with them now. In Jesus' name, Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/oman"
    },
    "Ethiopia": {
        "name": "Ethiopia",
        "rank": "38",
        "religion": "Christianity",
        "government": "Federal Parliamentary Republic",
        "christians": "69,234,000 (60.0%)",
        "violence": " 9.8",
        "church_life": " 12.3",
        "national_life": " 10.3",
        "community_life": " 13.1",
        "family_life": " 10.3",
        "private_life": " 9.9",
        "persecution_type": "Christian denominational protectionism \nIslamic oppression \nDictatorial paranoia\nClan oppression",
        "details": "How many Christians are there in Ethiopia?\n60 per cent of Ethiopians are Christian – that’s 69 million people. Sadly, many Ethiopian Christians are persecuted by fellow Christians if they belong to a different denomination.\nWhat does persecution look like in Ethiopia?\nIn Ethiopia, it’s not just converts to Christianity from Islam who can face harsh mistreatment from their families and communities, it’s also those who join Protestant groups from the Ethiopian Orthodox Church (EOC).\nIn some places, Islamic extremist groups have attacked churches. Meanwhile, political violence in the country—focused largely around the conflict in Tigray—has also taken its toll on Christian communities, with many Christians killed and churches destroyed. The country has also been gravely affected by drought and plagues. All these issues create uncertainty, making Christians a soft target. \nPressure can also come from the government. In areas where Muslims or Ethiopian Orthodox Christians are in the majority, local officials may oppose the growth of Protestant Christianity and refuse to grant permits for meetings and worship.\nWho is most vulnerable to persecution?\nThe severity and form of persecution varies by region. For example, Christians in Amhara and Tigray are especially vulnerable to persecution from the Ethiopian Orthodox Church (EOC), whereas in places like Oromia, Afar and the Somali region persecution largely stems from Islamic extremists. The most severe cases of persecution tend to come in Gurage, Silte and Alaba, which are just south of the capital Addis Ababa. \nMeet 'Roda'\nRoda became a Christian after attending Bible studies. She boldly declared her new faith by wearing a necklace that had a cross on it. The persecution began, but Roda continues to bravely stand firm in her faith.\n\n\"From now on, I will bow down to the Messiah, the One who has saved me.\"\nRoda\n\nWhat has changed compared to last year?\nBroadly speaking, pressure on Christians in Ethiopia has intensified, despite the country dropping two places on the World Watch List. Opposition has increased in family, church and community life. While there has been a drop in recorded incidents of violence, this must be understood in the context of ongoing conflicts—such as the fighting in Tigray—where it's difficult to differentiate between faith and ethnic/political related attacks.\nWhat does Open Doors do to help Christians in Ethiopia?\nOpen Doors works through local partners to strengthen Christians in Ethiopia with leadership and persecution survival training, economic empowerment projects, livelihood skills training, and women's and youth ministry.\nHow can you pray for Ethiopia?\n\nPray for wisdom and provision for the government as they lead a country greatly affected by war, drought, plagues and political instability \nPray that Christians facing intense pressure to renounce their faith will have the strength to hold onto Jesus and trust Him for their futures\nPray for the ministry among women and youth—ask God to raise up more women and young people to strengthen the church.   \n    \n\n\na prayer for Ethiopia\n\nDear Lord Jesus, bring peace and stability throughout Ethiopia, and provide rain to cover arid ground caused by drought. Protect pastors and evangelists serving you in hostile environments; may they see Your power breaking through. Help those facing intense pressure to renounce their faith to stand strong in Your love and provision. Thank You that many people are coming to know You in Ethiopia; we pray this will continue through the powerful witness of Your church. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/ethiopia"
    },
    "Jordan": {
        "name": "Jordan",
        "rank": "39",
        "religion": "Islam",
        "government": "Constitutional Monarchy",
        "christians": "180,000 (OD estimate)",
        "violence": " 3.0",
        "church_life": " 12.5",
        "national_life": " 12.3",
        "community_life": " 11.0",
        "family_life": " 14.0",
        "private_life": " 12.9",
        "persecution_type": "Islamic oppression\nClan oppression\nDictatorial paranoia\nChristian denominational protectionism",
        "details": "How many Christians are there in Jordan? \nChristians in Jordan are a small minority; of the 10.3 million people living there, Open Doors estimates that there around 180,000 Christians.\nWhat does persecution look like in Jordan?\nCompared to Christians living in other Middle Eastern countries, most Christians in Jordan enjoy a relatively high level of religious freedom, but Christians from Muslim backgrounds in particular can encounter opposition. If a Christian from a Muslim background publicly declares their faith, this can lead to beatings, arrest or even death. \nThe state exerts pressure on all Christian communities, especially through monitoring. Unrecognized churches can face harassment by public authorities, particularly those that actively evangelize. Christians who actively share their faith, or help converts, can face hostility. \nThe presence of Islamic extremists, including returning jihadists from Syria and Iraq, continues to pose a threat to the Christian community. \nWho is most vulnerable to persecution?\nThe level of persecution is generally the same all over Jordan, although social control is likely to be higher in rural areas. The south of the country is also known to be more conservatively Islamic.\nWhat has changed compared to last year?\nDespite dropping a place in the World Watch List, hostility toward Christians has marginally increased. There has been a rise in reported incidents of violence and less acceptance of public expressions of Christian faith, such as openly displaying Bible verses.\nWhat does Open Doors do to help Christians in Jordan?\nOpen Doors works with local partners in Jordan to support Christians through training, relief aid and rehabilitation projects.\nHow can you pray for Jordan?\n\nPray that Christians from Muslim backgrounds will be equipped, encouraged and empowered to stand strong and flourish in their faith. \nPray for opportunities to increasingly open for Christians to tell others about Jesus.\nPray that the Lord will continue to raise up new leaders to serve the Jordanian church.. \n\n\na PRAYer for Jordan\n\nDear Lord Jesus, may all those who have experienced suffering because of their faith in You know the depths of Your love, and Your power at work in them. Provide them with fellowship to help them grow in their faith. Give wisdom to our brothers and sisters facing pressure from the authorities. May the powerful witness of Your people soften hearts towards You and Your church. Stifle the threat of extremism in the country and continue to build Your church in Jordan. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/jordan"
    },
    "Congo DR (DRC)": {
        "name": "Congo DR (DRC)",
        "rank": "40",
        "religion": "Christianity",
        "government": "Semi-Presidential Republic",
        "christians": "87,845,000 (95.1%)",
        "violence": "",
        "church_life": "",
        "national_life": "",
        "community_life": "",
        "family_life": "",
        "private_life": "",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nDictatorial paranoia\nClan oppression",
        "details": "How many Christians are there in the Democratic Republic of the Congo?  \nAn enormous 95% of the population of the Democratic Republic of the Congo (DRC) are Christians – but violent attacks against Christians continue.\nWhat does persecution look like in Democratic Republic of the Congo?\nPersecution in DRC mostly takes the form of violent attacks. Although a very high percentage of the population are Christians, the Islamic extremist group Alliance for Democratic Forces (ADF) is responsible for the persecution of Christians in the east of the country, brutally attacking Christians and churches. In one district in eastern DRC, there are only four remaining Evangelical churches from 24 that were once active. While persecution is relatively low in other spheres of life, the particularly high levels of violence is why DRC is in the World Watch List top 50.\nConverts both from Islam and from indigenous religions face pressure to take part in non-Christian religious activities and ceremonies. Christian leaders who advocate against corruption risk harassment and interference from the government.\nWho is most vulnerable to persecution?\nChristians face violent persecution from Islamic militants who are particularly active in the eastern part of the country. \nMeet Georgine\nGeorgine was widowed by Islamic extremists\n\n\"I am pleased to know that people are praying for me, for God to comfort me and my children.” \nGeorgine\n\n\nWhat has changed compared to last year?\nViolence against Christians remains very high and continues to be the main form of persecution in DRC. In 2021, the government announced a state of siege in the north-eastern provinces to curb the violence perpetrated by the Allied Democratic Forces—but attacks on communities and churches continued. \nWhat does Open Doors do to help Christians in DRC?\nOpen Doors works through local partners to support Christians in DRC through persecution survival and discipleship training, economic empowerment projects and trauma care. \n\nHow can you pray for Democratic Republic of the Congo?\n\n\n Pray that the government will seek real and lasting solutions to the deepening security crisis in DRC \n Pray that pastors in the east of the country will receive courage to remain, wisdom in preparing the church for persecution, and compassion when ministering to the traumatized and displaced.\n Pray that God will strengthen the church through the training and trauma care programs run by Open Doors partners. \n\n   \n\n\na prayer for the DRC\n\nDear Father, we weep with our brothers and sisters in DRC facing such terrible violence. Please equip church leaders in vulnerable regions as they comfort those who mourn, minister to the traumatized and displaced, and prepare their congregations for the persecution they face. We ask that You bring lasting peace to this suffering country. In Jesus name. Amen.   \n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/drc"
    },
    "Mozambique": {
        "name": "Mozambique",
        "rank": "41",
        "religion": "Christainity",
        "government": "Presidential Republic",
        "christians": "18,012,000 (54.2%)",
        "violence": " 15.6",
        "church_life": " 12.5",
        "national_life": " 7.9",
        "community_life": " 11.3",
        "family_life": " 8.5",
        "private_life": " 9.3",
        "persecution_type": "Islamic oppression\nOrganized corruption and crime\nOrganized corruption and crime\nClan oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Mozambique?\nOver half of the population of Mozambique is Christian – 18 million of the 33.2 million people living there.\nWhat does persecution look like in Mozambique?\nAttacks from Islamic extremists and the presence of drug cartels in some areas have all contributed to increasing persecution in Mozambique.   \nFor Christians in Mozambique, Islamic oppression is the most common form of persecution. One Open Doors country expert shared that, “radical Islamic attacks have claimed the lives of many Christians.\" The brutality of these groups has only increased,\n  including a prominent extremist group who has links to the Islamic State group. The presence of drug cartels in some areas is making the lives of Christians—especially church youth workers—difficult.\nWho is most vulnerable to persecution?\nThe persecution of Christians is most severe in the northern areas due to Islamic State-affiliated extremists carrying out violent attacks as they seek to spread their influence and control. \nMeet \"Furaia\"\nA Christian in Mozambique who saw her husband murdered during an Islamic extremist attack.\n\n“Things are hard. I was used to having my husband to share life and hardships with. I had a family and relatives. Now I am alone with the children, wondering what to tell them, how to bring them up, and how to give them adequate protection. I can only\n    pray for peace and that we will not be abandoned.”\nFuraia\n\nWhat has changed compared to last year?\nMozambique joined the WWL Top 50 in 2021 after extremist Islamic attacks claimed the lives of many Christians there, and it's risen several spots in 2022. An Islamic State-affiliated group is seeking to establish an Islamic Caliphate in Mozambique. Their\n  efforts have included numerous atrocities, burned churches and religious schools, and displacement of tens of thousands of people from the northern part of the country. These attacks have allowed religious persecution, which used to be limited almost\n  entirely in the north, to spread. And drug cartels in some areas make the lives of Christians, especially church youth workers, more difficult. In addition to the violence, pressure has increased on believers in Mozambique.\nWhat does Open Doors do to help Christians in Mozambique?\nThrough training and economic empowerment, Open Doors focuses on emergency support to Christians affected by increasing extremist violence in the north.\nHow can you pray for Mozambique? \n\nPray for churches and their leaders who have taken in thousands of families displaced by the violence. Pray that they will respond with compassion and understanding, especially towards the traumatized and vulnerable.\nPray for economic development in the region. Unemployment and lack of basic services have left youth disillusioned and angry. As a result, many have joined Islamic extremist groups. Pray that the government and international partners will ensure that\n    all benefit from these community projects.\nPray for wisdom and provision for Open Doors as we determine the appropriate interventions. Pray for protection over staff as they travel to volatile regions. Pray for His blessing on all logistics.\n\n\na Prayer for Mozambique\n\nDear God, we pray for followers of Jesus in Mozambique as they grapple with the brutal violence inflicted on them. We ask for Your protection and that You would heal them from trauma and help them be salt and light in an environment where they may be\n    at risk. Thank you, Lord. In Jesus' name, Amen.\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/mozambique"
    },
    "Turkey": {
        "name": "Turkey",
        "rank": "42",
        "religion": "Islam",
        "government": "Presidential Republic",
        "christians": "170,000 (0.2%)",
        "violence": " 4.6",
        "church_life": " 11.6",
        "national_life": " 13.2",
        "community_life": " 11.4",
        "family_life": " 11.5",
        "private_life": " 12.6",
        "persecution_type": "Dictatorial paranoia\nIslamic oppression \nReligious nationalism\nEthno-religious hostility",
        "details": "How many Christians are there in Turkey?\nThere are just 170,000 Christians in Turkey. The country’s population is 84.5 million and the majority are Muslim.\nWhat does persecution look like in Turkey?\nChristians in Turkey experience incredible pressure from very strong—and increasing—religious nationalism in Turkey. The government continues to target even foreign Christians in its borders, along with the foreign spouses of Turkish citizens. It's not technically illegal for Muslims to convert to Christianity, but any Muslim who does decide to follow Jesus comes under immense strain from their families and communities, who often demand the convert return to Islam. These believers are sometimes forced to lead a double life and hide their conversion. Even Christians who did not convert from Islam are hardly regarded as full members of Turkish society and encounter all kinds of legal and bureaucratic obstructions. All Christians have limited access to state employment and experience discrimination in private employment, especially in jobs with ties to the government. \nWho is most vulnerable to persecution?\nThe persecution against converts from Islam is greatest in the rural areas of Turkey. That's why many believers who were Muslim choose to live in cities where they have more freedom. Christians in more historical Christian traditions—groups like the Armenian and Assyrian (Syriac) churches—face higher pressure and hostility in Turkey's south-eastern region.   \nWhat has changed compared to last year?\nEven though it's decreased in score, Turkey continues its status as a place where Christians can expect to encounter significant opposition for their faith. Increasingly, Turkish identity is tied to Islam, so anyone outside of that brand of religious nationalism encounters suspicion and discrimination. All Christians are under pressure in Turkey, but converts from Islam are certainly the most vulnerable, along with Christian refugees from countries like Iran, Iraq and Syria.  \nHow can you pray for Turkey?\n\n Pray for Christians in Turkey as they live, work and worship in a place that doesn't seem to want them. Pray for deliverance from discrimination and an increasing awareness of God's love and grace. Ask God to protect converts from Islam and to bring them to a place where can worship Him freely.\n Ask God to strengthen Open Doors' ministry to refugee communities in Turkey, particularly our support of Iranian believers. Pray that God will lift up the Centers of Hope now operating in Turkey and will use those communities to bring more people to Him. \n Pray for the leadership of Turkey, that it would realize Turkish Christians are part of the fabric of their country. Pray believers would be able to work without discrimination. \n\n\na prayer for Turkey\nHeavenly Father, we ask You to be with your people following You in Turkey. Be with them when they're targeted or oppressed, simply because they worship You. Sustain them by Your powerful hand and give them strength to endure and walk with You. Send your Holy Spirit anew upon our brothers and sisters in Turkey. We ask all these things in the name of Jesus, who lives and reigns with You and the Holy Spirit, one God, now and forever. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/turkey"
    },
    "Mexico": {
        "name": "Mexico",
        "rank": "43",
        "religion": "Christianity",
        "government": "Federal Republic",
        "christians": "129,627,000 (95.7%)",
        "violence": " 12.6",
        "church_life": " 10.3",
        "national_life": " 10.8",
        "community_life": " 12.5",
        "family_life": " 8.3",
        "private_life": " 10.3",
        "persecution_type": "Organised corruption and crime\nClan oppression\nSecular intolerance",
        "details": "How many Christians are there in Mexico?\nThere are 129.6 million Christians in Mexico – they make up the majority of the total population, which is 135 million.   \nWhat does persecution look like in Mexico?\nIn Mexico, criminal groups struggle for territorial control. Christians are perceived (and rightly so) to be against criminal operations and violence, and are therefore at constant risk of being targeted for elimination. In rural indigenous communities, anyone who turns from traditional religious beliefs can face rejection and punishment in the form of fines, imprisonment, and forced displacement. As Christians hold fast to traditional, biblical views on issues such as abortion, same-sex marriage, parental rights and religious liberty, they become less tolerated in the public square. Non-discrimination laws mean that any links between Christian faith and politics are placed under very strict legal scrutiny.  \nWho is most vulnerable to persecution?\nCriminal networks that have spread throughout Mexico act as drivers of persecution wherever the church is perceived as a threat to their interests. Mexico's southern states are the main areas for clan oppression, violating the rights of Christians inside indigenous communities. Church buildings have been vandalized by those who have a radical commitment to secularism and are opposed to any Christian values. \nMeet \"Pastor Imeldo\"\nWhen Pastor Imeldo returned from a few years living in the U.S., he was welcomed by his home village. He created a Bible study that grew to need a church building, which he built on family land. But when Christians came into town to meet at the church, officials closed it down and arrested Pastor Imeldo. After two days, the town's assembly ordered him to leave. He recalls someone telling him that day: \n\n“Imeldo, you have to understand that we want to preserve our customs, we don’t want what you bring because then our traditions will disappear.\"  \nPastor Imeldo\n\nWhat has changed compared to last year?\nMexican criminals were able to take advantage of the socio-political instability surrounding the COVID-19 crisis to reinforce and increase their territorial dominance, generating greater vulnerability (and increased violence) for Christians. The COVID-19 context also encouraged the indigenous community authorities to act more harshly against those Christians refusing to adhere to traditional customs. It's becoming more difficult for Christians to find a chance to express their viewpoints in the public square. \nMexican society seems to be increasing its commitment to secularism instead of pluralism. Often, Christian viewpoints are not welcome in the public sphere.\nWhat does Open Doors do to help Christians in Mexico?\nOpen Doors is engaged in research and communication to raise awareness about the persecuted church in Mexico and to help the church cope with persecution. We also encourage advocacy to help address root causes of persecution at the local, federal and regional levels, as well as raise prayer support from the worldwide Church for persecuted believers. Finally, we develop training to help the Mexican church be aware of and respond biblically to persecution. \nHow can you pray for Mexico?\n\n Pray for believers who face difficult choices when confronted with organized violence in their communities. Ask God to give them wisdom and courage to confront it in a Christ-honoring way.\n Lift up those who come to faith in Christ in indigenous communities and find themselves ostracized as a result. Pray for their positive influence to turn the tide of this persecution.\n Lift up those who come to faith in Christ in indigenous communities and find themselves ostracized as a result. Pray for their positive influence to turn the tide of this persecution.\n\n\na Prayer for Mexico\n\nDear Father, so much violence can't help but impact everyone in Mexico and tear out the hearts of Christians who love and pray for their country. Give them clarity as they face this and protect their families from intimidation aimed at silencing them. Give indigenous believers courage to maintain their faith, even when their villages turn against them. Draw them together as a strong force of faith in those areas. Let Your influence permeate the country through the bold witness of believers who step forward with biblical standards. Give them graceful and persuasive words. In Jesus' name, Amen.\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/mexico"
    },
    "Cameroon": {
        "name": "Cameroon",
        "rank": "44",
        "religion": "Christianity",
        "government": "Presidential Republic",
        "christians": "16,366,000 (61.5%)",
        "violence": " 15.4",
        "church_life": " 13.1",
        "national_life": " 7.2",
        "community_life": " 12.6",
        "family_life": " 7.6",
        "private_life": " 8.8",
        "persecution_type": "Islamic oppression\nDictatorial paranoia\nOrganized corruption and crime\nChristian denominational protectionism\nClan oppression",
        "details": "How many Christians are there in Cameroon?\nThere are 16.3 million Christians in Cameroon. They make up 61.5 per cent of the population.\nWhat does persecution look like in Cameroon?\nWhile Cameroon is officially a secular country, there are predominantly Muslim areas where Islamic extremism is growing. In the north, the extremist group Boko Haram is a violent presence—abducting, attacking or killing Christians, as well as disrupting church activities. In other areas, security injunctions have set heavy restrictions on church activities. Strong governance is lacking in Cameroon, adding to the vulnerability faced by persecuted Christians.\nChristians who've converted from Islam suffer persecution across Cameroon, and are at great risk if they tell anyone about their new faith, or if Bibles are discovered in their possession. They face this risk both from the wider community and their immediate family. Women who've converted are often forced into marriage with non-Christians, and there are cases of children of Christians in the north being coerced by Muslim relatives to attend Islamic classes.\n\nWho is most vulnerable to persecution?\nChristians in the far north of Cameroon are most vulnerable to Islamic extremist violence, but the risk of persecution is also growing in the northwest and southwest, partly due to weak governance and insecurity.\nMeet Fadi\nFadi's sister was kidnapped by Boko Haram, and Fadi has had to flee her home repeatedly \n\n\"I need God to stay with me in every situation, to do His wonderful power in my life.\" \nFadi\n\nWhat has changed compared to last year?\nBoko Haram attacks continue to bring grief and destruction. While there was a slight decrease in reported incidents of violence, it remains at an extreme level. The spread of Islamic extremist violence in Cameroon has also affected church life, with security injunctions and displaced believers among reasons why churches are unable to operate and flourish. \nWhat does Open Doors do to help Christians in Cameroon?\nOpen Doors works through local partners to strengthen persecuted Christians in Cameroon by providing emergency relief aid, trauma care, economic empowerment projects, and practical and spiritual care for new believers. \nHow can you pray for Cameroon?\n\n Pray that Cameroon’s government will take concrete measures to protect vulnerable communities.\n Pray that church leaders in the far north will receive God's wisdom and strength as they minister to the persecuted, displaced and traumatized.\n Pray for discernment for local Open Doors partners as they determine and implement ways to serve the persecuted church. \n    \n\n\na prayer for Cameroon\n\nDear Heavenly Father, please extend Your loving arms to Christians in the north of Cameroon who are grieving, traumatized or vulnerable. Show them Your tender care and protect them from further violence. May they know Your peace that passes understanding. Give wisdom to church leaders and Open Doors partners as they minister to those who are suffering so much because they love You. Amen.  \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/cameroon"
    },
    "Tajikistan": {
        "name": "Tajikistan",
        "rank": "45",
        "religion": "Islam",
        "government": "Republic",
        "christians": "65,300 (0.7%)",
        "violence": " 0.7",
        "church_life": " 13.2",
        "national_life": " 12.6",
        "community_life": " 12.0",
        "family_life": " 12.3",
        "private_life": " 13.8",
        "persecution_type": "Dictatorial paranoia \nIslamic oppression\nClan oppression",
        "details": "How many Christians are there in Tajikistan?\nChristians are a tiny minority of 65,300 in Tajikistan. Less than one per cent of a population of 9.6 million people.\nWhat does persecution look like in Tajikistan?\nThe government of Tajikistan is largely authoritarian, ruled by President Emomali Rahmon since 1994. Because of the totalitarian leadership structure, any perceived \"deviation\" from any group is treated with suspicion. This means authorities put significant pressure on Christians through tightening existing laws and strictly enforcing the ones that already exist, such as greatly restricting the public training of church leaders. The Russian Orthodox Church is registered and somewhat tolerated, since they don't usually reach out to the Tajik population. But Protestants are viewed with significant suspicion and are seen as extremists. Additionally, Tajikistan is predominantly Muslim, which means converts from Islam are at risk from their families and communities in addition to the broader persecution from the one-party state.  \nWho is most vulnerable to persecution?\nAny Christian in Tajikistan may be at risk due to the government's widespread suspicion of believers. But Protestants are at greater risk than some historical denominations. Converts from Islam experience pressure from family, friends and community in greater amounts in rural areas—cities are slightly safer for believers who left Islam. \n    \n\nMeet \"Pastor Bahrom\"\nA church leader in Tajikistan\n\n\"Early last year, my church was attacked and the church building was confiscated by the court. Our church is now gathering inside a shipping container.\"  \nPastor Bahrom\n\nWhat has changed compared to last year?\nThe pressure on Christians in Tajikistan has largely stayed the same from year to year, even as the ranking fell significantly. The decrease in rank was mostly due to rising persecution scores for many other countries. The persecution continues to come from two primary sources: the totalitarian regime that rules the country, and Muslim-majority communities that oppose any deviation from Islam\nWhat does Open Doors do to help Christians in Tajikistan?\nOpen Doors provides immediate aid to Central Asian believers when they are imprisoned, excluded from families and communities, and deprived of livelihood and employment because of their faith in Christ. Open Doors also strengthens the persecuted church in Central Asia through things like literature distribution, biblical training and persecution preparedness training.  \nHow can you pray for Tajikistan?\n\n Pray for church leaders like Pastor Bahrom, who was arrested and had his church confiscated. Many Christian leaders in Tajikistan follow Jesus under a significant amount of risk, the government could crack down on their ministry at any point. \n Pray for President Emomali Rahmon, who has ruled Tajikistan for nearly 30 years. Ask that God would break through the hardness of his heart, and that President Rahmon would see the truth of the gospel.\n Pray for Open Doors partners in Tajikistan and across Central Asia—that they would be able to reach and encourage believers who risk everything to worship Jesus. Pray for protection and that the ministry would bear fruit to carry the light of Christ through the region. \n\n\na prayer for Tajikistan\n\nDear God, we ask you to be with Your people in Tajikistan. As they bear so many burdens in a hard place to follow You, we pray they would feel peace and hope—a hope that can't come from anywhere but You. Please, God: protect Your people. We pray these things in Jesus' name, Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/tajikistan"
    },
    "Brunei": {
        "name": "Brunei",
        "rank": "46",
        "religion": "Islam",
        "government": "Absolute Monarchy",
        "christians": "42,600 (OD estimate)",
        "violence": " 0.6",
        "church_life": " 13.2",
        "national_life": " 11.0",
        "community_life": " 10.3",
        "family_life": " 14.5",
        "private_life": " 14.8",
        "persecution_type": "Islamic oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Brunei?\nThere are 42,600 Christians in Brunei. They make up 9 per cent of the population.\nWhat does persecution look like in Brunei?\nThe sultan is seen as the protector and defender of the Muslim faith, and leaving Islam is illegal. Converts can be punished under penal law, and families and communities will exert great pressure to \"bring them back\" to their original faith. \nNon-traditional Christian communities cannot be registered as churches, but have to be registered as companies, societies or family centers. As such, they are treated as secular organizations and are required to submit their financial and operational reports to the government every year. Sharia (Islamic law) continues to be introduced in the country and implemented more widely.\nWho is most vulnerable to persecution?\nChristians from a Muslim background are the most vulnerable to persecution.\nMeet 'Elora'\n\nElora was the only Christian in her school. She has faced a lot of questions and pressure, but still serves God through her church.\n“Believers are not willing to take risks. Parents choose not to send their children to public church events either. Some of my friends have even said they don’t see a place for themselves in the church anymore.”\nElora\nWhat has changed compared to last year?\n\nThe implementation of the Sharia (Islamic law) penal code has increased insecurity and fear among Brunei's Christian population, and has increased the pressure felt by Christians in public and private life.\n\n\n\nHow can you pray for Brunei?\n\n Pray for pastors to be strengthened and continually equipped to serve and lead their congregations\n Pray that young Christians would resist the temptation to convert to Islam so they can marry—ask God to encourage younger believers to remain in the country for the long-term health of the church\n Thank God that He is more powerful than Sharia (Islamic law) and is not weakened by strict laws.\n  \n\n\nA prayer for Brunei\nDear Father, thank You that Your power is not impeded by restrictions to religious freedom. Please break through the legal obstacles and show Your love and grace to the people of Brunei. We pray for protection for our brothers and sisters, and an end to the pressures and persecution they face. Amen.  \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/brunei"
    },
    "Kazakhstan": {
        "name": "Kazakhstan",
        "rank": "47",
        "religion": "Islam",
        "government": "Republic",
        "christians": "4,847,000 (25.6%)",
        "violence": " 1.7",
        "church_life": " 13.5",
        "national_life": " 12.6",
        "community_life": " 11.1",
        "family_life": " 11.6",
        "private_life": " 13.4",
        "persecution_type": "Dictatorial paranoia \nIslamic oppression\nClan oppression",
        "details": "How many Christians are there in Kazakhstan?\nThere are 4.9 million Christians in Kazakhstan; they make up a quarter of the total population.\nWhat does persecution look like in Kazakhstan?\nChristian freedom in Kazakhstan is severely restricted under legislation dating to September 2011.\nSurveillance, raids on meetings, fines and arrests are part of the fabric of Christian life, with the authorities using the threat of Islamic extremism to tighten its control on religious freedom. The past year has seen a number of believers face fines for selling Christian literature and objects. The Russian Orthodox churches experience the fewest problems, as it doesn't tend to initiate contact with the Kazakh population.\nChristians from Muslim backgrounds also face opposition closer to home, from family, friends and neighbors. They could face house arrest, beatings or expulsion from the community. Local mullahs (Muslim leaders) also preach against them. \nWho is most vulnerable to persecution?\nThe tight control of Christians by the Kazakh government can happen across the country. Pressure on converts from family, friends and community is stronger in rural areas.\n Meet 'John'\nJohn is a member of Shanyrak church in Nur-Sultan. His church was charged by the police in February 2021, accused of insulting the feelings of Muslims. \n\n\"This is a very serious charge and has difficult consequences,\" John said. \"We teach in our church to respect other religions. Our goal is to preach the gospel of Jesus Christ without blaming or judging others. We are still waiting for an investigation from the police. Meanwhile laws are changing in Kazakhstan. It will be much more difficult to meet in the future. The worst possible scenario is that the church will be closed, and several people may be jailed.”   John\n\nWhat has changed compared to last year?\nWhile there has been a drop in reported incidents of violence against Christians, this is almost offset by marginal increases in opposition in all other areas, including church and community life. \nThe past year has also seen proposed changes to the country's Religion Law which will make it more difficult for Christians to hold gatherings away from state-approved places of worship. The revised law also states that anyone meeting outside registered places of worship will need the state's approval before producing written religious material. However, the punishment for committing certain \"crimes,\" including importing Christian literature without permission, will be reduced under the new changes. \nWhat does Open Doors do to help Christians in Kazakhstan?\nOpen Doors strengthens persecuted Christians in Central Asia by providing Bibles and Christian literature, training, socio-economic development projects, practical aid, and women, children and Youth ministries. \nHow can you pray for Kazakhstan?\n\nPray for the Lord to provide for those who've been fined for Christian activities, including selling Christian material. \nPray that the faith of our brothers and sisters facing persecution will not be shaken but will remain strong. \nPray that the Kazakh authorities will recognize the good intentions of Christians and give them more freedom to express their faith.\n\n\na PRAYer for Kazakhstan\n\nDear Heavenly Father, we're aware that many church leaders in Kazakhstan bear a heavy load as they lead their congregations under enormous pressure. Encourage them today and surround them with all the support they need to serve You. Strengthen and protect those facing pressure from their family and community, and boldly use them as they share Jesus with others. Open the eyes of government officials to see the good intentions and fruit of Your people, and use this to extend Your kingdom in Kazakhstan. Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/kazakhstan"
    },
    "Nepal": {
        "name": "Nepal",
        "rank": "48",
        "religion": "Hinduism",
        "government": "Federal Republic",
        "christians": "1,341,000 (4.4%)",
        "violence": " 5.2",
        "church_life": " 12.7",
        "national_life": " 13.6",
        "community_life": " 9.9",
        "family_life": " 9.8",
        "private_life": " 12.4",
        "persecution_type": "Religious nationalism\nClan oppression",
        "details": "How many Christians are there in Nepal?\nThere are 1.3 million Christians in Nepal, 4.4% of a population of 30.5 million.\nWhat does persecution look like in Nepal?\nThough Nepal is no longer an official Hindu state, most Christian persecution in Nepal comes from radical Hindu groups who want the country to return to Hinduism. Many of the Christians in Nepal are converts from Hinduism, and these converts experience significant pressure from their families and communities. If a family discovers a member is a Christian, the convert might be expelled from their family home or even violently attacked. Also limiting religious freedom are anti-conversion laws and the destruction and forced closers of churches. Churches where foreigners gather are treated with more tolerance, though members of some Protestant churches still experience significant pressure. \nChristians who are members of indigenous groups also face persecution. Nepal has a rich diversity of tribes and clans where ethnic cultures, traditions and rituals are seen as very important. Once people convert to Christianity, they stop taking part in many of these traditions and are considered outcasts by the community. They might also be subjected to violent forms of persecution.  \nWho is most vulnerable to persecution?\nThere are no hotspots for persecution of Christians in Nepal, but pressure on converts is stronger in the countryside than in the urban areas. \nMeet \"Kabita Khatri\"\nKabita’s husband left her after she came to faith in Jesus.\n\n“My family members constantly pressured me to give up my faith. They stopped talking to me and didn’t help me financially. But I never gave up. One day, my father-in-law gathered some villagers and provoked them against me. He told me to leave my house if I wouldn’t leave my faith. But those threats didn’t shake my faith. Then, he found another way to persecute me. He stopped providing electricity in my room. I had to use candles or a cell phone’s light to light the house during the night. I was despised and left alone. But all these hardships couldn’t waver my faith in Christ.”\nKabita Khatri\n\nWhat has changed compared to last year?\nNepal continues to be a place filled with persecution for followers of Christ. Nepal's fall in rank belies its persecution score, which stayed nearly as high as last year. Despite a decrease in violence, pressure in almost every sphere of life went up, showing that daily life remains difficult for Christians, especially converts from Hinduism. Despite some good news—the government allowed some Christian charities to help with COVID-19 relief—the situation remains difficult for Nepal's believers.  \nWhat does Open Doors do to help Christians in Nepal?\nOpen Doors works through partners in Nepal to support Christians with Bibles and discipleship materials, biblical training, socio-economic aid and advocacy. \nHow can you pray for Nepal?\n\n Many Nepalese Christians come from Hinduism and endure the rejection of their families after they find Jesus. Pray these Christians will know the reality of their global family in Christ and will sense Christians around the world praying with them.\n Pray for Nepal's government. Ask that God would touch the hearts of Nepalese leaders, and that they would allow true religious freedom to flourish.\n Open Doors' work through partners in Nepal provides help for so many people. Ask God to bless these ministries and equip His people for \"every good work\" (2 Timothy 3:17) as they live out the gospel in Nepal. \n\n\na Prayer for Nepal\n\nDear Lord, we come to You in prayer for Your people in Nepal. As they endure daily pressure and discrimination in their lives, will You comfort them and give them strength to carry on, in Your name? Please encourage them and help them to know You are near. In Jesus' name, Amen. \n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/nepal"
    },
    "Kuwait": {
        "name": "Kuwait",
        "rank": "49",
        "religion": "Islam",
        "government": "Constitutional Emirate",
        "christians": "520,000 (11.9%)",
        "violence": " 1.1",
        "church_life": " 13.1",
        "national_life": " 12.3",
        "community_life": " 9.8",
        "family_life": " 13.7",
        "private_life": " 13.5",
        "persecution_type": "Islamic oppression\nClan oppression\nDictatorial paranoia",
        "details": "How many Christians are there in Kuwait?\nThere are 520,000 Christians in Kuwait – they make up 11.9 per cent of the total population.  \nWhat does persecution look like in Kuwait?\nIn Kuwait, conversion from Islam to another faith is not officially recognized and is likely to lead to legal problems in personal status and property matters. Converts to Christianity from Islam face discrimination and harassment from their family and community, intimidation from Islamist groups, and even police monitoring. \nExpatriate Muslims who convert to Christianity experience the same levels of pressure as they would face in their home countries, as they often live within their own national or ethnic communities.\nBecause of the potentially severe consequences, it is almost impossible for converts to reveal their new faith, which is why there are hardly any reports of Christians being killed or harmed for their faith. \nAlthough expatriate Christians are relatively free to worship, finding a place to meet is often difficult. Christians must be very careful when sharing their faith, since proselytizing is illegal and they could be expelled from the country. \nWho is most vulnerable to persecution?\nChristian converts are most vulnerable to persecution because Kuwaiti society is highly conservative and leaving Islam is regarded as a betrayal of the family and tribe. In many cases, converts are alienated from their families because of their conversion. Expatriate Christians with lower levels of skills are more likely to face discrimination and abuse, especially female domestic workers.\nWhat has changed compared to last year?\nLittle has changed for Christians in Kuwait, despite the country dropping a place on the World Watch List. While expatriate believers remain relatively free to practice their faith, converts from Islam continue to face severe opposition from both their families and communities—and, if anything, this hostility has only increased over the past year.\nWhat does Open Doors do to help Christians in Kuwait?\nOpen Doors supports the body of Christ on the Arabian Peninsula by organising prayer, distributing Scripture resources, and training believers and pastors. \nHow can you pray for Kuwait?\n\nPray for the protection of Christians in Kuwait.\nPray that the sexual abuse of migrant workers will stop. Ask the Lord to heal all those who have experienced this.\nPray for wisdom and boldness as Christians seek to tell others about Jesus. \n\n\na PRAYer for Kuwait\nDear Lord Jesus, many of Your children in Kuwait have experienced suffering. Heal, comfort and restore them. Protect our brothers and sisters from harm. May homes, workplaces and communities be safe places. Continue to enable Christians to gather safely for worship and prayer, and help isolated believers to find fellowship. Give Your people wisdom, boldness and protection as they look for opportunities to tell others about Jesus. Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/kuwait"
    },
    "Malaysia": {
        "name": "Malaysia",
        "rank": "50",
        "religion": "Islam",
        "government": "Federal Constitutional Monarchy",
        "christians": "3,028,000 (9.1%)",
        "violence": " 3.3",
        "church_life": " 10.2",
        "national_life": " 11.6",
        "community_life": " 11.5",
        "family_life": " 14.3",
        "private_life": " 12.5",
        "persecution_type": "Islamic oppression",
        "details": "How many Christians are there in Malaysia?\nThere are just over three million Christians in Malaysia, which is about nine per cent of the population of 33.3 million.\nWhat does persecution look like in Malaysia?\nEvery ethnic Malay is expected to be Muslim, according to the country's Constitution. Those who convert to Christianity break the law and run headfirst into severe pressure from their families and communities. Converts are seen as betrayers of all that Malay society values most. All non-Muslim religious groups are watched by the authorities, as are non-governmental organizations, but the greatest focus is on non-traditional Protestant groups because these groups are more likely to actively testify about their faith, which is illegal.\nTumultuous Malaysian politics in recent years have resulted in more of an emphasis on conservative Islam, and have made radical factions feel freer to make statements opposing religious and ethnic minorities, including Christians. Converts from Islam to Christianity experience the most pressure and hostility of any group in the country.\nWho is most vulnerable to persecution?\nAll non-Muslims are at risk in Malaysia. Though there are no prominent hot spots where persecution is greater, the pressure to conform is immense. Islamic missionary work among Christians is encouraged; even state-supported plans of conversion to Islam have been published.\nMeet 'Reina'\nReina heard stories about Jesus and was fascinated. When a local partner gave her a Bible in her own language, her fascination turned to faith. But she was frustrated by not being able to share her faith effectively with her illiterate husband and children. Then the partner gave Reina a USB stick with a complete audio Bible in her language, plus a PDF copy of the Bible and videos of the four Gospels. Now she is able to share Jesus with her family in a way they can understand.\n\n“You’ve brought color into my grey life, like the moon giving light to the night. ... You’re a blessing to me. I’m invisible to my neighbors, and yet, God sees me and he helps me through people like you.” \nReina\nWhat has changed compared to last year?\nMalaysia continues to be a difficult place for Christians, particularly those who convert from Islam. As Malaysia swings more deeply toward radical Islamic belief and practice, the potential for Christian persecution increases. There is less tolerance, or even hope of tolerance, with the new government than in past years. To maintain order, the continued policy of preferential treatment for ethnic Malay people puts anyone outside Islam under tighter scrutiny.\nWhat does Open Doors do to help Christians in Malaysia?\nOvert Christian work and ministry are not allowed in Malaysia—but Open Doors recognizes that the greatest weapon in this or any other nation is intercessory prayer for the believers. Open Doors raises awareness of the situation for Christians in Malaysia and provides specific prayer points to help the worldwide Church remember and lift up Malay believers. We also work with ministry partners to supply and distributed Bibles and discipleship materials. \nHow can you pray for Malaysia?\n\n Pray with the people of Malaysia who would rather follow Jesus than stay within their country's religious laws. Ask God to bring them the spiritual nurturing they need in their isolation.\n The pendulum of politics in Malaysia has swung away from religious freedom and safety for Christian converts. Pray for religious freedom and a more even-handed application of laws and principles. \n Ask the Lord to gift more partners with creative ideas, such as USB sticks and audio Bibles, for getting God's Word and other faith-building materials into the hands of believers and seekers in Malaysia.\n\n\na Prayer for Malaysia\nDear Lord, there is no country that is closed to You. We may be hindered in going and ministering, but You are outside all political considerations. Reach into the hearts of the people of Malaysia and reveal Yourself to them in a powerful way that shakes their country and puts them on a path to following You. Protect the believers and local partners as they worship You in secret. Bring them out into the light of a freer country.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/malaysia"
    },
    "Kenya": {
        "name": "Kenya",
        "rank": "51",
        "religion": "Christianity",
        "government": "Republic",
        "christians": "43,991,000 (82.2%)",
        "violence": "",
        "church_life": "",
        "national_life": "",
        "community_life": "",
        "family_life": "",
        "private_life": "",
        "persecution_type": "Islamic oppression",
        "details": "How many Christians are there in Kenya?\nThere are 44 million Christians in Kenya – they make up over 80 per cent of the total population. \nWhat does persecution look like in Kenya?\nIn Kenya, Christianity is the majority religion, but that hasn’t stopped the spread of persecution. Particularly, Christians with a Muslim background in the northeast and coastal regions live under constant threat of attack—even from their closest relatives. Our research revealed that Christians were attacked and forced to flee their villages, and Islamic extremist group al-Shabab has infiltrated the local population to monitor the activities of Christians in those areas.\nHowever, organized crime is also a serious problem. Corrupt officials often fail to take measures against persecutors—increasing the potential for further incidents against Christians. \nFor believers in Kenya, daily life is filled with pressure—especially in their private and social lives. And in some regions like the northeast, where al-Shabab is a constant threat, church and community life are very difficult and can also include the threat of violence.\nWho is most vulnerable to persecution?\nChristians living in and around the north-eastern part of the country must live with the fear that they can be targeted at any time. Hotspots for attacks by al-Shabab include Mombasa, Mandera, Garissa, Wajir, Lamu and Tana River. In these areas, many local informants assist in organizing attacks on churches and Christians. As a result, many believers have chosen to relocate from these areas to the centre of the country. \nMeet 'Ninka'\n\n“I am grateful for Open Doors. I have received maize, rice, beans, oil, as well as onions and tomatoes. God bless you.” \nNinka\nWhat has changed compared to last year?\nThe situation for Christians in Kenya has remained dire over the last three years. While Kenya moved down five spots from the 2020 World Watch List, violence actually increased significantly—reflecting an overall increase in persecution across the list versus an improved situation for Kenyan Christians.\nWhat does Open Doors do to help Christians in Kenya?\nOpen Doors has been present, working in Kenya through local partners and churches since the early 2000s. We offer support to churches in the volatile Islam-dominated north-eastern border and coastal regions. Much of our work has been in the area of equipping the church—and more recently, our work has focused on COVID-19 relief. Christians are increasingly facing persecution, and it is our mission to see the local church prepared to disciple new believers, train leaders and help them remain strong. Open Doors also assists in cross-cultural evangelism, economic empowerment, and leadership and trauma care training.\nHow can you pray for Kenya?\n\nPlease pray for the Lord’s continued grace for new believers in Kenya. Pray that the Lord, through His Spirit, would grant them joy, peace and courage in their suffering.\nPray for Christians in the northeast who face threats of deadly attacks from al-Shabab. Ask God to protect them, to shelter them from violence and to give them a peace that only comes from Him.\nPray that the Church in Kenya would be equipped to disciple believers, to train godly leaders and to effectively share the gospel with their neighbours.\n\n\na PRAYer for Kenya\nLord, we ask you to lift up our brothers and sisters living in Kenya. Guide them to find great joy in following You, no matter the circumstances. Please provide for them contentment, strength and the resources they need to be obedient and alive to your mission. We also ask that You would give them boldness, even in the face of opposition, to show the unconditional love of Your Son, Jesus, to their persecutors. In Jesus’ name, Amen.\n\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/kenya"
    },
    "Comoros": {
        "name": "Comoros",
        "rank": "51",
        "religion": "Islam",
        "government": "Republic Presidential Federation",
        "christians": "4,200 (0.5%)",
        "violence": "",
        "church_life": "",
        "national_life": "",
        "community_life": "",
        "family_life": "",
        "private_life": "",
        "persecution_type": "Islamic oppression\nClan oppression",
        "details": "How many Christians are there in Comoros?  \nOnly a very small percentage of the 870,000 people in Comoros are Christians – about 4,200 people.\nWhat does persecution look like in Comoros?\nChristians in Comoros are not able to share their faith freely in public. If they do, they face legal consequences. In some parts of the country, extremist groups threaten Christians with violence. Proselytization by any religion except Islam is illegal, and converts to Christianity can be prosecuted. Converts from a Muslim background face the most severe difficulties. They are often pressured to keep their faith private—leaving them no option but to live out their faith in secret.   \nWho is most vulnerable to persecution?\nPersecution is common in all Christian communities in Comoros. However, the level of persecution that Christians from a Muslim background experience is much more extreme than the levels other groups face.\nMeet 'Titus'  \n\n“Barely three days after I decided to follow Christ, my house was burned down. I was only able to rescue my laptop. All I had was the clothes on my back. I felt this was a test of my faith in Christ, but it turned out to be faith strengthening.”\nTitus\nWhy did Comoros enter the top 50?\nThe situation for Christians in Comoros has changed very little in recent years. While the country is making progress in stability and democracy, there is still a rise of radical Islamic sympathies among the population at large. However, the country has greatly improved from the 1990s when it spent several years ranked in the top 20 on the World Watch list. This year’s re-entry to top 50 is due to the government’s pressure on all religious groups except Sunni Islam. The government believes the freedom of religion in the constitution is for foreigners, not for Comorians. That means converts have to hide their faith. The public stance of the government also gives locals a license to pressure and persecute Christians.\n\nWhat does Open Doors do to help Christians in Comoros?\nThrough local partnerships, Open Doors has come alongside Christians in Comoros since the 1990s. Through strategic partnerships with the local church, Open Doors supports and equips the persecuted church with economic development through in-depth training, leadership development, cross-cultural evangelism and care for new believers.\n\nHow can you pray for Comoros?\n\nPray for Christians in Comoros to live joyfully and blamelessly, so that others will ask them about their lives and open a door for the gospel.\nPray for Christians who left Islam to follow Jesus. Ask God to give them wisdom, courage and support—so they know they are never alone.\nPray that the Lord will use the programs of Open Doors to bring support and hope to Christians in Comoros.\n  \n\n\nplease pray\nLord, please strengthen the small community of Christians in Comoros and add to their numbers. Give them the peace, hope and tenacity they need to follow You in the face of persecution. We pray for Christians who are walking alone, carrying their faith as a secret, to be lifted up and to persevere in the trials of isolation and lack of community. Let them feel the prayers of the worldwide church and be encouraged to pursue You with their whole hearts and minds. Amen.\n\nDownload Summary Report   Download Full Report",
        "url": "https://www.opendoorsus.org/en-US/persecution/countries/comoros"
    }
}